export const artpaper8 = [
  {
    question: "චිත්‍රයක සමතෝලනය නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "බැලන්ස්"],
    answer: 3
  },
  {
    question: "චිත්‍රයක ඒකාකාරත්වය නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "යුනිටි"],
    answer: 3
  },
  {
    question: "චිත්‍රයක විවිධත්වය නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "වැරියෙටි"],
    answer: 3
  },
  {
    question: "චිත්‍රයක අවධානය නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ඇම්ෆසිස්"],
    answer: 3
  },
  {
    question: "චිත්‍රයක රිද්මය නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "රිදම්"],
    answer: 3
  },
  {
    question: "චිත්‍රයක නිර්මාණාත්මකත්වය නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ක්‍රියේටිවිටි"],
    answer: 3
  },
  {
    question: "චිත්‍රයක පර්ස්පෙක්ටිව් නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "පර්ස්පෙක්ටිව්"],
    answer: 3
  },
  {
    question: "චිත්‍රයක ප්‍රොපෝර්ෂන් නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ප්‍රොපෝර්ෂන්"],
    answer: 3
  },
  {
    question: "චිත්‍රයක ස්කේල් නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ස්කේල්"],
    answer: 3
  },
  {
    question: "චිත්‍රයක ෆෝම් නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ෆෝම්"],
    answer: 3
  },
  {
    question: "චිත්‍රයක ටෙක්ස්චර් නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ටෙක්ස්චර්"],
    answer: 3
  },
  {
    question: "චිත්‍රයක වැලියු නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "වැලියු"],
    answer: 3
  },
  {
    question: "චිත්‍රයක ස්පේස් නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ස්පේස්"],
    answer: 3
  },
  {
    question: "චිත්‍රයක මූව්මන්ට් නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "මූව්මන්ට්"],
    answer: 3
  },
  {
    question: "චිත්‍රයක බැලන්ස් නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "බැලන්ස්"],
    answer: 3
  },
  {
    question: "චිත්‍රයක යුනිටි නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "යුනිටි"],
    answer: 3
  },
  {
    question: "චිත්‍රයක වැරියෙටි නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "වැරියෙටි"],
    answer: 3
  },
  {
    question: "චිත්‍රයක ඇම්ෆසිස් නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ඇම්ෆසිස්"],
    answer: 3
  },
  {
    question: "චිත්‍රයක රිදම් නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "රිදම්"],
    answer: 3
  },
  {
    question: "චිත්‍රයක ක්‍රියේටිවිටි නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ක්‍රියේටිවිටි"],
    answer: 3
  },
  {
    question: "චිත්‍රයක ලයින් නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ලයින්"],
    answer: 0
  },
  {
    question: "චිත්‍රයක කලර් නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "කලර්"],
    answer: 1
  },
  {
    question: "චිත්‍රයක ශේඩිං නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ශේඩිං"],
    answer: 3
  },
  {
    question: "චිත්‍රයක හැචිං නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "හැචිං"],
    answer: 0
  },
  {
    question: "චිත්‍රයක ස්ටිප්ලිං නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ස්ටිප්ලිං"],
    answer: 0
  },
  {
    question: "චිත්‍රයක ක්‍රොස් හැචිං නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ක්‍රොස් හැචිං"],
    answer: 0
  },
  {
    question: "චිත්‍රයක අවුට්ලයින් නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "අවුට්ලයින්"],
    answer: 0
  },
  {
    question: "චිත්‍රයක කොන්ටූර් නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "කොන්ටූර්"],
    answer: 0
  },
  {
    question: "චිත්‍රයක ග්‍රැඩියන්ට් නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ග්‍රැඩියන්ට්"],
    answer: 3
  },
  {
    question: "චිත්‍රයක බ්ලෙන්ඩිං නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "බ්ලෙන්ඩිං"],
    answer: 3
  },
  {
    question: "චිත්‍රයක ලේයර්ිං නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ලේයර්ිං"],
    answer: 3
  },
  {
    question: "චිත්‍රයක ග්ලේසිං නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ග්ලේසිං"],
    answer: 3
  },
  {
    question: "චිත්‍රයක ඉරේසර් නිර්මාණය කිරීමට භාවිතා කරන කලා මූලධර්මය කුමක් ද?",
    options: ["රේඛාව", "වර්ණය", "අඳුරු සහ ආලෝකය", "ඉරේසර්"],
    answer: 3
  }
];
