export const ptspaper38 = [
    {
        question: "හාල් මෝලකදී යම් අරමුණක් සඳහා 'මිටිය' භාවිතා කර ඇණ ගැසීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 0
    },
    {
        question: "වැඩමුළු සාකච්ඡාවකදී යම් අරමුණක් සඳහා 'උදැල්ල' භාවිතා කර පාත්ති සැකසීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 1
    },
    {
        question: "ගරාජය තුළදී යම් අරමුණක් සඳහා 'මුල්ලුව' භාවිතා කර කොම්පෝස්ට් පොහොර මිශ්‍ර කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම"],
        answer: 3
    },
    {
        question: "තාක්ෂණ යොමුවකදී යම් අරමුණක් සඳහා 'සලකුණු කූර' භාවිතා කර රෙදි මතුපිට සලකුණු කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 1
    },
    {
        question: "ගොවිපොළකදී යම් අරමුණක් සඳහා 'කසළ බඳුන' භාවිතා කර අපද්‍රව්‍ය නිසි පරිදි බැහැර කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 0
    },
    {
        question: "ගමේ ශ්‍රමදානයකදී යම් අරමුණක් සඳහා 'ටින් කිරීම' මගින් පළතුරු කල්තබා ගැනීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 2
    },
    {
        question: "කෘෂිකාර්මික භූමියේදී යම් අරමුණක් සඳහා 'කාබනික පොහොර' වගාවට යෙදීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 0
    },
    {
        question: "අමතර පන්තියේදී යම් අරමුණක් සඳහා 'මුල්ලුව' භාවිතා කර කොම්පෝස්ට් පොහොර මිශ්‍ර කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 0
    },
    {
        question: "පරිසර කඳවුරකදී යම් අරමුණක් සඳහා 'පින් හැඩය' භාවිතා කර රෙදි කැබලි තාවකාලිකව රඳවා ගැනීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 1
    },
    {
        question: "දෛනික ජීවිතයේදී යම් අරමුණක් සඳහා 'ආරක්ෂිත පාවහන්' පැළඳගෙන වැඩ බිමක බර ද්‍රව්‍ය එසවීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 1
    },
    {
        question: "හාල් මෝලකදී යම් අරමුණක් සඳහා 'පෙරහන' භාවිතා කර බීම වර්ග හෝ තේ කහට පෙරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 0
    },
    {
        question: "සති අන්තයේදී යම් අරමුණක් සඳහා 'ශීතකරණය' භාවිතා කර ආහාර නරක් නොවී කල්තබා ගැනීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 0
    },
    {
        question: "ගමේ ශ්‍රමදානයකදී යම් අරමුණක් සඳහා 'ආරක්ෂිත ඇස් කණ්ණාඩි' පැළඳගෙන දූවිලි සහිත වැඩක නිරත වීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 0
    },
    {
        question: "වන සංරක්ෂණ වැඩසටහනකදී යම් අරමුණක් සඳහා 'පෙරහන' භාවිතා කර බීම වර්ග හෝ තේ කහට පෙරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 0
    },
    {
        question: "අළුත්වැඩියා කිරීමකදී යම් අරමුණක් සඳහා 'උදැල්ල' භාවිතා කර පාත්ති සැකසීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම"],
        answer: 3
    },
    {
        question: "ගෘහ ආර්ථික කුටියේදී යම් අරමුණක් සඳහා 'කාබනික පොහොර' වගාවට යෙදීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 0
    },
    {
        question: "පාසල් වැඩපළේදී යම් අරමුණක් සඳහා 'කැත්ත' භාවිතා කර කුඩා අතු කපා දැමීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 2
    },
    {
        question: "ගෙවත්ත තුළදී යම් අරමුණක් සඳහා 'මල් බාල්දිය' භාවිතා කර කුඩා පැළ වලට ජලය ඉසීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 1
    },
    {
        question: "පරිසර කඳවුරකදී යම් අරමුණක් සඳහා 'ගල් ඉන්න' භාවිතා කර පොළවේ වලවල් හෑරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 2
    },
    {
        question: "මහා මාර්ගය ආශ්‍රිතව වැඩකදී යම් අරමුණක් සඳහා 'කසළ බඳුන' භාවිතා කර අපද්‍රව්‍ය නිසි පරිදි බැහැර කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම"],
        answer: 3
    },
    {
        question: "අළුත්වැඩියා කිරීමකදී යම් අරමුණක් සඳහා 'මිටිය' භාවිතා කර ඇණ ගැසීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 2
    },
    {
        question: "නිවාඩු කාලයේදී යම් අරමුණක් සඳහා 'ගෑස් ලිප' භාවිතා කර ආහාර පිසීමට සූදානම් වීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 1
    },
    {
        question: "අත්කම් වැඩසටහනකදී යම් අරමුණක් සඳහා 'යකඩ කියත' භාවිතා කර යකඩ බට කැපීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම"],
        answer: 3
    },
    {
        question: "ගෙවත්ත තුළදී යම් අරමුණක් සඳහා 'ආරක්ෂිත පාවහන්' පැළඳගෙන වැඩ බිමක බර ද්‍රව්‍ය එසවීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 0
    },
    {
        question: "පාසල් වැඩපළේදී යම් අරමුණක් සඳහා 'කාබනික පොහොර' වගාවට යෙදීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 2
    },
    {
        question: "පූර්ව සූදානමකදී යම් අරමුණක් සඳහා 'යකඩ කියත' භාවිතා කර යකඩ බට කැපීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 2
    },
    {
        question: "මුළුතැන්ගෙයිදී යම් අරමුණක් සඳහා 'ගෑස් ලිප' භාවිතා කර ආහාර පිසීමට සූදානම් වීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 1
    },
    {
        question: "ගොවිපොළකදී යම් අරමුණක් සඳහා 'කැත්ත' භාවිතා කර කුඩා අතු කපා දැමීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම"],
        answer: 3
    },
    {
        question: "පරිසර කඳවුරකදී යම් අරමුණක් සඳහා 'ඉස්කුරුප්පු නියන' භාවිතා කර ඇණ තද කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 2
    },
    {
        question: "පාසල් වැඩපළේදී යම් අරමුණක් සඳහා 'ජල සම්පාදන නළ' භාවිතා කර වගාවට වතුර දැමීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 2
    },
    {
        question: "නිවාඩු කාලයේදී යම් අරමුණක් සඳහා 'ඇඳුම් මැෂිම' භාවිතා කර රෙදි කොටස් එකට යා කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 2
    },
    {
        question: "කෘෂිකාර්මික භූමියේදී යම් අරමුණක් සඳහා 'ඇඳුම් මැෂිම' භාවිතා කර රෙදි කොටස් එකට යා කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 0
    },
    {
        question: "හදිසි අනතුරු අවස්ථාවකදී යම් අරමුණක් සඳහා 'මිටිය' භාවිතා කර ඇණ ගැසීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 2
    },
    {
        question: "භාණ්ඩ ගබඩාවේදී යම් අරමුණක් සඳහා 'ආරක්ෂිත ඇස් කණ්ණාඩි' පැළඳගෙන දූවිලි සහිත වැඩක නිරත වීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 2
    },
    {
        question: "ගොවිපොළකදී යම් අරමුණක් සඳහා 'ඇඳුම් මැෂිම' භාවිතා කර රෙදි කොටස් එකට යා කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 0
    },
    {
        question: "ප්‍රදර්ශනයක් සඳහා සූදානම් වීමේදී යම් අරමුණක් සඳහා 'ආරක්ෂිත අත්වැසුම්' පැළඳගෙන රසායනික ද්‍රව්‍ය හැසිරවීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 1
    },
    {
        question: "මහා මාර්ගය ආශ්‍රිතව වැඩකදී යම් අරමුණක් සඳහා 'මල් බාල්දිය' භාවිතා කර කුඩා පැළ වලට ජලය ඉසීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 2
    },
    {
        question: "වැඩමුළු සාකච්ඡාවකදී යම් අරමුණක් සඳහා 'අඬුව' භාවිතා කර කම්බි නැවීමේදී හෝ ඇණ ගැලවීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 0
    },
    {
        question: "ව්‍යාපාරික ස්ථානයකදී යම් අරමුණක් සඳහා 'සලකුණු කූර' භාවිතා කර රෙදි මතුපිට සලකුණු කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 0
    },
    {
        question: "තරගයක් සඳහා සූදානම් වීමේදී යම් අරමුණක් සඳහා 'පෙරහන' භාවිතා කර බීම වර්ග හෝ තේ කහට පෙරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 1
    },
];
