export const ptspaper23 = [
    {
        question: "කර්මාන්තශාලාවකදී යම් අරමුණක් සඳහා 'යකඩ කියත' භාවිතා කර යකඩ බට කැපීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම"],
        answer: 3
    },
    {
        question: "භාණ්ඩ ගබඩාවේදී යම් අරමුණක් සඳහා 'පෝරුව' භාවිතා කර භූමිය සමතලා කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 1
    },
    {
        question: "ප්‍රජා මධ්‍යස්ථානයේදී යම් අරමුණක් සඳහා 'මිනුම් පටිය' භාවිතා කර ඇඳුම් වල නිවැරදි මිනුම් ගැනීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම"],
        answer: 3
    },
    {
        question: "ගමේ ශ්‍රමදානයකදී යම් අරමුණක් සඳහා 'ඉඳිකටුව' හා නූල භාවිතා කර රෙදි මැසීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 1
    },
    {
        question: "ගරාජය තුළදී යම් අරමුණක් සඳහා 'වෙල් යතුර' භාවිතා කර කෙතට ජලය හැරවීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 1
    },
    {
        question: "නිවසේදී යම් අරමුණක් සඳහා 'කාබනික පොහොර' වගාවට යෙදීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 1
    },
    {
        question: "ව්‍යාපෘති පැවරීමේදී යම් අරමුණක් සඳහා 'ගල් ඉන්න' භාවිතා කර පොළවේ වලවල් හෑරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම"],
        answer: 3
    },
    {
        question: "වැඩමුළු සාකච්ඡාවකදී යම් අරමුණක් සඳහා 'දෑකැත්ත' භාවිතා කර වී අස්වැන්න නෙළීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම"],
        answer: 3
    },
    {
        question: "පන්ති කාමරයේදී යම් අරමුණක් සඳහා 'මුල්ලුව' භාවිතා කර කොම්පෝස්ට් පොහොර මිශ්‍ර කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 2
    },
    {
        question: "හදිසි අනතුරු අවස්ථාවකදී යම් අරමුණක් සඳහා 'පරිගණකය' භාවිතා කර තාක්ෂණික තොරතුරු අන්තර්ජාලයෙන් සෙවීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 1
    },
    {
        question: "වැඩමුළු සාකච්ඡාවකදී යම් අරමුණක් සඳහා 'ආරක්ෂිත අත්වැසුම්' පැළඳගෙන රසායනික ද්‍රව්‍ය හැසිරවීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම"],
        answer: 3
    },
    {
        question: "නව නිපැයුමක් නිර්මාණය කිරීමේදී යම් අරමුණක් සඳහා 'ආරක්ෂිත ඇස් කණ්ණාඩි' පැළඳගෙන දූවිලි සහිත වැඩක නිරත වීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 1
    },
    {
        question: "නව නිපැයුමක් නිර්මාණය කිරීමේදී යම් අරමුණක් සඳහා 'ඇඳුම් මැෂිම' භාවිතා කර රෙදි කොටස් එකට යා කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම"],
        answer: 3
    },
    {
        question: "කණ්ඩායම් ක්‍රියාකාරකමකදී යම් අරමුණක් සඳහා 'කැත්ත' භාවිතා කර කුඩා අතු කපා දැමීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 2
    },
    {
        question: "පූර්ව සූදානමකදී යම් අරමුණක් සඳහා 'අඬුව' භාවිතා කර කම්බි නැවීමේදී හෝ ඇණ ගැලවීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 1
    },
    {
        question: "අළුත්වැඩියා කිරීමකදී යම් අරමුණක් සඳහා 'මට්ටම් කෝදුව' භාවිතා කර සෘජු කෝණ ලබා ගැනීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 2
    },
    {
        question: "ක්ෂේත්‍ර චාරිකාවේදී යම් අරමුණක් සඳහා 'කතුර' භාවිතා කර රෙදි හෝ කඩදාසි කැපීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම"],
        answer: 3
    },
    {
        question: "ප්‍රායෝගික විභාගයේදී යම් අරමුණක් සඳහා 'පීර' භාවිතා කර ලෝහ මතුපිටක් සුමට කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 2
    },
    {
        question: "පූර්ව සූදානමකදී යම් අරමුණක් සඳහා 'ලී කියත' භාවිතා කර දැව කැබලි කැපීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 0
    },
    {
        question: "සති අන්තයේදී යම් අරමුණක් සඳහා 'බුරුමය' භාවිතා කර ලී වල සිදුරු විදීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 1
    },
    {
        question: "ස්වයං රැකියා ආරම්භයේදී යම් අරමුණක් සඳහා 'යතු කැටය' භාවිතා කර ලී මතුපිට සිනිඳු කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 0
    },
    {
        question: "පූර්ව සූදානමකදී යම් අරමුණක් සඳහා 'පීර' භාවිතා කර ලෝහ මතුපිටක් සුමට කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 0
    },
    {
        question: "ගොවිපොළකදී යම් අරමුණක් සඳහා 'ලී කියත' භාවිතා කර දැව කැබලි කැපීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 0
    },
    {
        question: "තරගයක් සඳහා සූදානම් වීමේදී යම් අරමුණක් සඳහා 'ඇඳුම් මැෂිම' භාවිතා කර රෙදි කොටස් එකට යා කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 1
    },
    {
        question: "පන්ති කාමරයේදී යම් අරමුණක් සඳහා 'පින් හැඩය' භාවිතා කර රෙදි කැබලි තාවකාලිකව රඳවා ගැනීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 2
    },
    {
        question: "ගමේ ශ්‍රමදානයකදී යම් අරමුණක් සඳහා 'පරිගණකය' භාවිතා කර තාක්ෂණික තොරතුරු අන්තර්ජාලයෙන් සෙවීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 1
    },
    {
        question: "පාසල් වැඩපළේදී යම් අරමුණක් සඳහා 'ගෑස් ලිප' භාවිතා කර ආහාර පිසීමට සූදානම් වීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 1
    },
    {
        question: "හාල් මෝලකදී යම් අරමුණක් සඳහා 'මුල්ලුව' භාවිතා කර කොම්පෝස්ට් පොහොර මිශ්‍ර කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 0
    },
    {
        question: "ප්‍රදර්ශනයක් සඳහා සූදානම් වීමේදී යම් අරමුණක් සඳහා 'කතුර' භාවිතා කර රෙදි හෝ කඩදාසි කැපීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 1
    },
    {
        question: "අළුත්වැඩියා කිරීමකදී යම් අරමුණක් සඳහා 'ආරක්ෂිත ඇස් කණ්ණාඩි' පැළඳගෙන දූවිලි සහිත වැඩක නිරත වීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 1
    },
    {
        question: "ප්‍රජා මධ්‍යස්ථානයේදී යම් අරමුණක් සඳහා 'මට්ටම් කෝදුව' භාවිතා කර සෘජු කෝණ ලබා ගැනීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 2
    },
    {
        question: "නිවසේදී යම් අරමුණක් සඳහා 'මල් බාල්දිය' භාවිතා කර කුඩා පැළ වලට ජලය ඉසීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 1
    },
    {
        question: "ගෘහ ආර්ථික කුටියේදී යම් අරමුණක් සඳහා 'පෙරහන' භාවිතා කර බීම වර්ග හෝ තේ කහට පෙරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම"],
        answer: 1
    },
    {
        question: "ගෙවත්ත තුළදී යම් අරමුණක් සඳහා 'වෙල් යතුර' භාවිතා කර කෙතට ජලය හැරවීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම"],
        answer: 3
    },
    {
        question: "තාක්ෂණ යොමුවකදී යම් අරමුණක් සඳහා 'ග්‍රේටරය' භාවිතා කර එළවළු සිහින්ව ගා ගැනීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 2
    },
    {
        question: "තාක්ෂණ යොමුවකදී යම් අරමුණක් සඳහා 'ඉස්කුරුප්පු නියන' භාවිතා කර ඇණ තද කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම"],
        answer: 0
    },
    {
        question: "මුළුතැන්ගෙයිදී යම් අරමුණක් සඳහා 'පින් හැඩය' භාවිතා කර රෙදි කැබලි තාවකාලිකව රඳවා ගැනීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම"],
        answer: 3
    },
    {
        question: "ප්‍රායෝගික විභාගයේදී යම් අරමුණක් සඳහා 'පරිගණකය' භාවිතා කර තාක්ෂණික තොරතුරු අන්තර්ජාලයෙන් සෙවීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 0
    },
    {
        question: "ප්‍රජා මධ්‍යස්ථානයේදී යම් අරමුණක් සඳහා 'සීරුම් කටුව' භාවිතා කර යකඩ මතුපිට රේඛා ඇඳීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම"],
        answer: 1
    },
    {
        question: "ගමේ ශ්‍රමදානයකදී යම් අරමුණක් සඳහා 'ඉස්කුරුප්පු නියන' භාවිතා කර ඇණ තද කිරීමේදී අප අනිවාර්යයෙන්ම අවධානය යොමු කළ යුතු වඩාත්ම වැදගත් කරුණ කුමක්ද?",
        options: ["අන් අයට කරදර වන අයුරින් අවධානයකින් තොරව ක්‍රියා කිරීම","උපකරණ වලට හානි වන පරිදි වැරදි ලෙස භාවිත කිරීම","කිසිදු ආරක්ෂිත පියවරක් නොමැතිව කඩිනමින් කටයුතු කිරීම","නිසි රෙගුලාසි හා ආරක්ෂිත ක්‍රියාපටිපාටි නිවැරදිව අනුගමනය කිරීම"],
        answer: 3
    },
];
