export const grade5paper1 = [
    {
        question: "'අඹ' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["රෙදි නිපදවීම","දැව ලබා දීම","ආහාර ලබා දීම","සෙල්ලම් බඩු සෑදීම"],
        answer: 2
    },
    {
        question: "'අඹ' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["බීජ හෝ පත්‍ර/මුල්","ප්ලාස්ටික්","වීදුරු","රෙදි"],
        answer: 0
    },
    {
        question: "පරිසරයේ ඇති 'අඹ' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["ගිනි තැබීමට","පරිසර සමතුලිතතාවයට","කපා දැමීමට","විනාශ කිරීමට"],
        answer: 1
    },
    {
        question: "'අඹ' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["දිලීර","සතුන්","ශාක","බැක්ටීරියා"],
        answer: 2
    },
    {
        question: "'සිංහයා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ගිනි කන්දක","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","ස්වාභාවික පරිසරයේ","අභ්‍යවකාශයේ"],
        answer: 2
    },
    {
        question: "'සිංහයා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["යාන වාහන මත","ඇඳුම් පැලඳුම් මත","ආහාර හා පරිසරය මත","පොත් පත් කියවීම මත"],
        answer: 2
    },
    {
        question: "'සිංහයා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["ජලයට දැමීමෙන්","කැලයට මුදා හැරීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්","අනෙක් සතුන්ට දීමෙන්"],
        answer: 2
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'සිංහයා' ට සිදුවන්නේ කුමක්ද?",
        options: ["අධ්‍යාපනය ලැබීම","පෝසත් වීම","වාසස්ථාන අහිමි වීම","නිවාස ලැබීම"],
        answer: 2
    },
    {
        question: "'කොළඹ' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ලංකාව ඇතුළත","ඉන්දියාවේ","යුරෝපයේ","ඇමෙරිකාවේ"],
        answer: 0
    },
    {
        question: "'කොළඹ' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["ජලය","නිවාස","ආහාර","හිම කරත්ත"],
        answer: 3
    },
    {
        question: "'උස' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["නැත","මිටි","වෙනත්","මිටිම"],
        answer: 1
    },
    {
        question: "'මිටි' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["උසම","වෙනත්","නැත","උස"],
        answer: 3
    },
    {
        question: "'ලොකු' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["කුඩා","නැත","කුඩාම","වෙනත්"],
        answer: 0
    },
    {
        question: "'කුඩා' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["වෙනත්","ලොකුම","නැත","ලොකු"],
        answer: 3
    },
    {
        question: "'හොඳ' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["නරක","වෙනත්","නරකම","නැත"],
        answer: 0
    },
    {
        question: "'නරක' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["වෙනත්","හොඳම","නැත","හොඳ"],
        answer: 3
    },
    {
        question: "'දුර' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["වෙනත්","ළඟ","ළඟම","නැත"],
        answer: 1
    },
    {
        question: "'ළඟ' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["දුරම","වෙනත්","දුර","නැත"],
        answer: 2
    },
    {
        question: "'ඉහළ' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["පහළම","වෙනත්","නැත","පහළ"],
        answer: 3
    },
    {
        question: "'පහළ' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["ඉහළ","වෙනත්","ඉහළම","නැත"],
        answer: 0
    },
    {
        question: "40 + 67 හි අගය කීයද?",
        options: ["117","97","108","107"],
        answer: 3
    },
    {
        question: "43 + 72 හි අගය කීයද?",
        options: ["105","115","116","125"],
        answer: 1
    },
    {
        question: "46 + 77 හි අගය කීයද?",
        options: ["133","123","113","124"],
        answer: 1
    },
    {
        question: "49 + 82 හි අගය කීයද?",
        options: ["131","141","121","132"],
        answer: 0
    },
    {
        question: "52 + 87 හි අගය කීයද?",
        options: ["129","139","140","149"],
        answer: 1
    },
    {
        question: "55 + 92 හි අගය කීයද?",
        options: ["148","157","137","147"],
        answer: 3
    },
    {
        question: "58 + 97 හි අගය කීයද?",
        options: ["155","145","165","156"],
        answer: 0
    },
    {
        question: "61 + 102 හි අගය කීයද?",
        options: ["164","163","153","173"],
        answer: 1
    },
    {
        question: "64 + 107 හි අගය කීයද?",
        options: ["172","171","161","181"],
        answer: 1
    },
    {
        question: "67 + 112 හි අගය කීයද?",
        options: ["180","189","179","169"],
        answer: 2
    },
    {
        question: "'ශ්‍රී ලංකාව' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["කෝට්ටේ","නවදිල්ලිය","ලන්ඩන්","ටෝකියෝ"],
        answer: 0
    },
    {
        question: "'ශ්‍රී ලංකාව' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["ග්‍රාම නිලධාරී","ජනාධිපති","ආණ්ඩුකාර","දිසාපති"],
        answer: 1
    },
    {
        question: "සිතියමෙහි 'ශ්‍රී ලංකාව' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["පෘථිවියේ","බ්‍රහස්පතිගේ","අඟහරුගේ","සිකුරුගේ"],
        answer: 0
    },
    {
        question: "'ශ්‍රී ලංකාව' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["ගගනගාමීන්","මුහුදු කොල්ලකරුවන්","ශ්‍රී ලංකාව ජාතිකයින්","පිටසක්වල ජීවීන්"],
        answer: 2
    },
    {
        question: "'ශ්‍රී ලංකාව' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["අනන්‍යතාවය සුරැකීමට","සඟවා තැබීමට","මුදල් ඉපයීමට පමණි","විනාශ කර දැමීමට"],
        answer: 0
    },
    {
        question: "'ඉන්දියාව' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["නවදිල්ලිය","ලන්ඩන්","ටෝකියෝ","වොෂින්ටන්"],
        answer: 0
    },
    {
        question: "'ඉන්දියාව' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["අගමැති","ආණ්ඩුකාර","දිසාපති","ග්‍රාම නිලධාරී"],
        answer: 0
    },
    {
        question: "සිතියමෙහි 'ඉන්දියාව' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["අඟහරුගේ","පෘථිවියේ","බ්‍රහස්පතිගේ","සිකුරුගේ"],
        answer: 1
    },
    {
        question: "'ඉන්දියාව' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["මුහුදු කොල්ලකරුවන්","පිටසක්වල ජීවීන්","ගගනගාමීන්","ඉන්දියාව ජාතිකයින්"],
        answer: 3
    },
    {
        question: "'ඉන්දියාව' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["විනාශ කර දැමීමට","සඟවා තැබීමට","අනන්‍යතාවය සුරැකීමට","මුදල් ඉපයීමට පමණි"],
        answer: 2
    },
];

export const grade5paper2 = [
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'කොළඹ' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["මහාද්වීපයකට","පළාතකට","සාගරයකට","වෙනත් රටකට"],
        answer: 1
    },
    {
        question: "'කොළඹ' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["පොලිසිය","රෝහල","පාසල","කඩය"],
        answer: 2
    },
    {
        question: "'වෛද්‍යවරයා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["මහජන සේවයක්","කිසිදු සේවයක් නැත","හානිකර දෙයක්","පරිසර විනාශයක්"],
        answer: 0
    },
    {
        question: "'වෛද්‍යවරයා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["තම දැනුම හා ශ්‍රමය","හොරකම","කම්මැලිකම","වෙනත් අයගේ මුදල්"],
        answer: 0
    },
    {
        question: "සමාජයේ පැවැත්මට 'වෛද්‍යවරයා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["කිසිසේත් නැත","ඔව්, ඉතා අවශ්‍යයි","සමහරවිට","නැත, අවශ්‍ය නැත"],
        answer: 1
    },
    {
        question: "අප 'වෛද්‍යවරයා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["සමාජය ගොඩනැගීමට දායක වන බැවින්","ඔවුන් බියජනක බැවින්","නීතියක් ඇති බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්"],
        answer: 0
    },
    {
        question: "'කොස්' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["සෙල්ලම් බඩු සෑදීම","දැව ලබා දීම","ආහාර ලබා දීම","රෙදි නිපදවීම"],
        answer: 2
    },
    {
        question: "'කොස්' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["වීදුරු","බීජ හෝ පත්‍ර/මුල්","ප්ලාස්ටික්","රෙදි"],
        answer: 1
    },
    {
        question: "පරිසරයේ ඇති 'කොස්' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["පරිසර සමතුලිතතාවයට","විනාශ කිරීමට","ගිනි තැබීමට","කපා දැමීමට"],
        answer: 0
    },
    {
        question: "'කොස්' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["ශාක","සතුන්","බැක්ටීරියා","දිලීර"],
        answer: 0
    },
    {
        question: "'දිග' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["කෙටි","වෙනත්","කෙටිම","නැත"],
        answer: 0
    },
    {
        question: "'කෙටි' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["නැත","දිගම","වෙනත්","දිග"],
        answer: 3
    },
    {
        question: "'පරණ' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["අලුත්ම","වෙනත්","නැත","අලුත්"],
        answer: 3
    },
    {
        question: "'අලුත්' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["පරණ","වෙනත්","පරණම","නැත"],
        answer: 0
    },
    {
        question: "'කළු' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["සුදුම","සුදු","වෙනත්","නැත"],
        answer: 1
    },
    {
        question: "'සුදු' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["කළුම","කළු","වෙනත්","නැත"],
        answer: 1
    },
    {
        question: "'මහත' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["නැත","කෙට්ටු","කෙට්ටුම","වෙනත්"],
        answer: 1
    },
    {
        question: "'කෙට්ටු' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["මහත","වෙනත්","නැත","මහතම"],
        answer: 0
    },
    {
        question: "'ආලෝකය' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["අන්ධකාරයම","නැත","අන්ධකාරය","වෙනත්"],
        answer: 2
    },
    {
        question: "'අන්ධකාරය' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["ආලෝකය","නැත","ආලෝකයම","වෙනත්"],
        answer: 0
    },
    {
        question: "70 + 117 හි අගය කීයද?",
        options: ["188","197","187","177"],
        answer: 2
    },
    {
        question: "73 + 122 හි අගය කීයද?",
        options: ["195","205","185","196"],
        answer: 0
    },
    {
        question: "76 + 127 හි අගය කීයද?",
        options: ["204","193","203","213"],
        answer: 2
    },
    {
        question: "79 + 132 හි අගය කීයද?",
        options: ["212","201","221","211"],
        answer: 3
    },
    {
        question: "82 + 137 හි අගය කීයද?",
        options: ["219","220","229","209"],
        answer: 0
    },
    {
        question: "85 + 142 හි අගය කීයද?",
        options: ["227","217","237","228"],
        answer: 0
    },
    {
        question: "88 + 147 හි අගය කීයද?",
        options: ["236","245","225","235"],
        answer: 3
    },
    {
        question: "91 + 152 හි අගය කීයද?",
        options: ["253","244","243","233"],
        answer: 2
    },
    {
        question: "94 + 157 හි අගය කීයද?",
        options: ["251","252","241","261"],
        answer: 0
    },
    {
        question: "97 + 162 හි අගය කීයද?",
        options: ["249","260","259","269"],
        answer: 2
    },
    {
        question: "'ජපානය' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["බීජිං","ලන්ඩන්","වොෂින්ටන්","ටෝකියෝ"],
        answer: 3
    },
    {
        question: "'ජපානය' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["ආණ්ඩුකාර","ග්‍රාම නිලධාරී","රජතුමා","දිසාපති"],
        answer: 2
    },
    {
        question: "සිතියමෙහි 'ජපානය' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["පෘථිවියේ","සිකුරුගේ","බ්‍රහස්පතිගේ","අඟහරුගේ"],
        answer: 0
    },
    {
        question: "'ජපානය' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["පිටසක්වල ජීවීන්","මුහුදු කොල්ලකරුවන්","ජපානය ජාතිකයින්","ගගනගාමීන්"],
        answer: 2
    },
    {
        question: "'ජපානය' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["සඟවා තැබීමට","මුදල් ඉපයීමට පමණි","අනන්‍යතාවය සුරැකීමට","විනාශ කර දැමීමට"],
        answer: 2
    },
    {
        question: "'බ්‍රිතාන්‍යය' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["වොෂින්ටන්","බීජිං","ලන්ඩන්","මොස්කව්"],
        answer: 2
    },
    {
        question: "'බ්‍රිතාන්‍යය' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["රැජින","ආණ්ඩුකාර","දිසාපති","ග්‍රාම නිලධාරී"],
        answer: 0
    },
    {
        question: "සිතියමෙහි 'බ්‍රිතාන්‍යය' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["අඟහරුගේ","පෘථිවියේ","සිකුරුගේ","බ්‍රහස්පතිගේ"],
        answer: 1
    },
    {
        question: "'බ්‍රිතාන්‍යය' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["මුහුදු කොල්ලකරුවන්","බ්‍රිතාන්‍යය ජාතිකයින්","ගගනගාමීන්","පිටසක්වල ජීවීන්"],
        answer: 1
    },
    {
        question: "'බ්‍රිතාන්‍යය' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["මුදල් ඉපයීමට පමණි","සඟවා තැබීමට","අනන්‍යතාවය සුරැකීමට","විනාශ කර දැමීමට"],
        answer: 2
    },
];

export const grade5paper3 = [
    {
        question: "'කොටියා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ගිනි කන්දක","අභ්‍යවකාශයේ","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","ස්වාභාවික පරිසරයේ"],
        answer: 3
    },
    {
        question: "'කොටියා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["ඇඳුම් පැලඳුම් මත","යාන වාහන මත","ආහාර හා පරිසරය මත","පොත් පත් කියවීම මත"],
        answer: 2
    },
    {
        question: "'කොටියා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["ජලයට දැමීමෙන්","අනෙක් සතුන්ට දීමෙන්","කැලයට මුදා හැරීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්"],
        answer: 3
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'කොටියා' ට සිදුවන්නේ කුමක්ද?",
        options: ["වාසස්ථාන අහිමි වීම","පෝසත් වීම","අධ්‍යාපනය ලැබීම","නිවාස ලැබීම"],
        answer: 0
    },
    {
        question: "'ගම්පහ' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["යුරෝපයේ","ලංකාව ඇතුළත","ඉන්දියාවේ","ඇමෙරිකාවේ"],
        answer: 1
    },
    {
        question: "'ගම්පහ' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["නිවාස","ආහාර","ජලය","හිම කරත්ත"],
        answer: 3
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'ගම්පහ' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["මහාද්වීපයකට","පළාතකට","වෙනත් රටකට","සාගරයකට"],
        answer: 1
    },
    {
        question: "'ගම්පහ' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["කඩය","පාසල","රෝහල","පොලිසිය"],
        answer: 1
    },
    {
        question: "'ගුරුවරයා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["මහජන සේවයක්","පරිසර විනාශයක්","හානිකර දෙයක්","කිසිදු සේවයක් නැත"],
        answer: 0
    },
    {
        question: "'ගුරුවරයා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["තම දැනුම හා ශ්‍රමය","කම්මැලිකම","වෙනත් අයගේ මුදල්","හොරකම"],
        answer: 0
    },
    {
        question: "'උණුසුම්' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["සීතලම","වෙනත්","සීතල","නැත"],
        answer: 2
    },
    {
        question: "'සීතල' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["උණුසුම්","නැත","උණුසුම්ම","වෙනත්"],
        answer: 0
    },
    {
        question: "'දිනුම' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["පැරදුම","වෙනත්","නැත","පැරදුමම"],
        answer: 0
    },
    {
        question: "'පැරදුම' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["දිනුම","දිනුමම","නැත","වෙනත්"],
        answer: 0
    },
    {
        question: "'ලාභ' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["පාඩුම","නැත","පාඩු","වෙනත්"],
        answer: 2
    },
    {
        question: "'පාඩු' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["වෙනත්","ලාභ","ලාභම","නැත"],
        answer: 1
    },
    {
        question: "'ශක්තිමත්' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["වෙනත්","දුර්වල","නැත","දුර්වලම"],
        answer: 1
    },
    {
        question: "'දුර්වල' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["ශක්තිමත්ම","වෙනත්","ශක්තිමත්","නැත"],
        answer: 2
    },
    {
        question: "'මිහිරි' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["අමිහිරිම","අමිහිරි","වෙනත්","නැත"],
        answer: 1
    },
    {
        question: "'අමිහිරි' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["මිහිරිම","වෙනත්","මිහිරි","නැත"],
        answer: 2
    },
    {
        question: "100 + 167 හි අගය කීයද?",
        options: ["268","257","277","267"],
        answer: 3
    },
    {
        question: "103 + 172 හි අගය කීයද?",
        options: ["265","275","285","276"],
        answer: 1
    },
    {
        question: "106 + 177 හි අගය කීයද?",
        options: ["293","283","284","273"],
        answer: 1
    },
    {
        question: "109 + 182 හි අගය කීයද?",
        options: ["301","281","292","291"],
        answer: 3
    },
    {
        question: "112 + 187 හි අගය කීයද?",
        options: ["299","289","300","309"],
        answer: 0
    },
    {
        question: "115 + 192 හි අගය කීයද?",
        options: ["308","307","297","317"],
        answer: 1
    },
    {
        question: "118 + 197 හි අගය කීයද?",
        options: ["316","325","315","305"],
        answer: 2
    },
    {
        question: "121 + 202 හි අගය කීයද?",
        options: ["313","324","323","333"],
        answer: 2
    },
    {
        question: "124 + 207 හි අගය කීයද?",
        options: ["331","321","332","341"],
        answer: 0
    },
    {
        question: "127 + 212 හි අගය කීයද?",
        options: ["340","349","329","339"],
        answer: 3
    },
    {
        question: "'අමෙරිකාව' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["පැරිස්","වොෂින්ටන්","මොස්කව්","බීජිං"],
        answer: 1
    },
    {
        question: "'අමෙරිකාව' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["ග්‍රාම නිලධාරී","ජනාධිපති","දිසාපති","ආණ්ඩුකාර"],
        answer: 1
    },
    {
        question: "සිතියමෙහි 'අමෙරිකාව' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["සිකුරුගේ","බ්‍රහස්පතිගේ","අඟහරුගේ","පෘථිවියේ"],
        answer: 3
    },
    {
        question: "'අමෙරිකාව' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["ගගනගාමීන්","මුහුදු කොල්ලකරුවන්","පිටසක්වල ජීවීන්","අමෙරිකාව ජාතිකයින්"],
        answer: 3
    },
    {
        question: "'අමෙරිකාව' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["අනන්‍යතාවය සුරැකීමට","මුදල් ඉපයීමට පමණි","විනාශ කර දැමීමට","සඟවා තැබීමට"],
        answer: 0
    },
    {
        question: "'චීනය' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["කැන්බරා","මොස්කව්","පැරිස්","බීජිං"],
        answer: 3
    },
    {
        question: "'චීනය' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["ග්‍රාම නිලධාරී","ආණ්ඩුකාර","දිසාපති","ජනාධිපති"],
        answer: 3
    },
    {
        question: "සිතියමෙහි 'චීනය' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["පෘථිවියේ","බ්‍රහස්පතිගේ","සිකුරුගේ","අඟහරුගේ"],
        answer: 0
    },
    {
        question: "'චීනය' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["ගගනගාමීන්","චීනය ජාතිකයින්","මුහුදු කොල්ලකරුවන්","පිටසක්වල ජීවීන්"],
        answer: 1
    },
    {
        question: "'චීනය' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["විනාශ කර දැමීමට","සඟවා තැබීමට","අනන්‍යතාවය සුරැකීමට","මුදල් ඉපයීමට පමණි"],
        answer: 2
    },
];

export const grade5paper4 = [
    {
        question: "සමාජයේ පැවැත්මට 'ගුරුවරයා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["ඔව්, ඉතා අවශ්‍යයි","සමහරවිට","කිසිසේත් නැත","නැත, අවශ්‍ය නැත"],
        answer: 0
    },
    {
        question: "අප 'ගුරුවරයා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","ඔවුන් බියජනක බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්","නීතියක් ඇති බැවින්"],
        answer: 2
    },
    {
        question: "'පොල්' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["දැව ලබා දීම","ආහාර ලබා දීම","රෙදි නිපදවීම","සෙල්ලම් බඩු සෑදීම"],
        answer: 1
    },
    {
        question: "'පොල්' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["වීදුරු","රෙදි","බීජ හෝ පත්‍ර/මුල්","ප්ලාස්ටික්"],
        answer: 2
    },
    {
        question: "පරිසරයේ ඇති 'පොල්' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["කපා දැමීමට","විනාශ කිරීමට","ගිනි තැබීමට","පරිසර සමතුලිතතාවයට"],
        answer: 3
    },
    {
        question: "'පොල්' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["දිලීර","ශාක","බැක්ටීරියා","සතුන්"],
        answer: 1
    },
    {
        question: "'අලියා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ස්වාභාවික පරිසරයේ","ගිනි කන්දක","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","අභ්‍යවකාශයේ"],
        answer: 0
    },
    {
        question: "'අලියා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["ආහාර හා පරිසරය මත","යාන වාහන මත","පොත් පත් කියවීම මත","ඇඳුම් පැලඳුම් මත"],
        answer: 0
    },
    {
        question: "'අලියා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["ජලයට දැමීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්","අනෙක් සතුන්ට දීමෙන්","කැලයට මුදා හැරීමෙන්"],
        answer: 1
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'අලියා' ට සිදුවන්නේ කුමක්ද?",
        options: ["අධ්‍යාපනය ලැබීම","නිවාස ලැබීම","වාසස්ථාන අහිමි වීම","පෝසත් වීම"],
        answer: 2
    },
    {
        question: "'සතුට' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["නැත","දුකම","දුක","වෙනත්"],
        answer: 2
    },
    {
        question: "'දුක' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["සතුටම","නැත","වෙනත්","සතුට"],
        answer: 3
    },
    {
        question: "'දියුණු' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["වෙනත්","නොදියුණු","නැත","නොදියුණුම"],
        answer: 1
    },
    {
        question: "'නොදියුණු' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["දියුණුම","වෙනත්","නැත","දියුණු"],
        answer: 3
    },
    {
        question: "'ඇතුළත' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["වෙනත්","නැත","පිටත","පිටතම"],
        answer: 2
    },
    {
        question: "'පිටත' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["නැත","ඇතුළතම","ඇතුළත","වෙනත්"],
        answer: 2
    },
    {
        question: "'විවෘත' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["සංවෘත","වෙනත්","නැත","සංවෘතම"],
        answer: 0
    },
    {
        question: "'සංවෘත' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["වෙනත්","නැත","විවෘතම","විවෘත"],
        answer: 3
    },
    {
        question: "'පහසු' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["නැත","වෙනත්","අපහසු","අපහසුම"],
        answer: 2
    },
    {
        question: "'අපහසු' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["පහසු","පහසුම","වෙනත්","නැත"],
        answer: 0
    },
    {
        question: "130 + 217 හි අගය කීයද?",
        options: ["347","348","337","357"],
        answer: 0
    },
    {
        question: "133 + 222 හි අගය කීයද?",
        options: ["345","355","356","365"],
        answer: 1
    },
    {
        question: "136 + 227 හි අගය කීයද?",
        options: ["373","353","363","364"],
        answer: 2
    },
    {
        question: "139 + 232 හි අගය කීයද?",
        options: ["361","381","372","371"],
        answer: 3
    },
    {
        question: "142 + 237 හි අගය කීයද?",
        options: ["380","389","379","369"],
        answer: 2
    },
    {
        question: "145 + 242 හි අගය කීයද?",
        options: ["397","387","388","377"],
        answer: 1
    },
    {
        question: "148 + 247 හි අගය කීයද?",
        options: ["385","395","396","405"],
        answer: 1
    },
    {
        question: "151 + 252 හි අගය කීයද?",
        options: ["393","404","413","403"],
        answer: 3
    },
    {
        question: "154 + 257 හි අගය කීයද?",
        options: ["412","421","411","401"],
        answer: 2
    },
    {
        question: "157 + 262 හි අගය කීයද?",
        options: ["429","409","419","420"],
        answer: 2
    },
    {
        question: "'රුසියාව' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["ඉස්ලාමාබාද්","මොස්කව්","කැන්බරා","පැරිස්"],
        answer: 1
    },
    {
        question: "'රුසියාව' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["දිසාපති","ආණ්ඩුකාර","ග්‍රාම නිලධාරී","ජනාධිපති"],
        answer: 3
    },
    {
        question: "සිතියමෙහි 'රුසියාව' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["බ්‍රහස්පතිගේ","අඟහරුගේ","පෘථිවියේ","සිකුරුගේ"],
        answer: 2
    },
    {
        question: "'රුසියාව' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["රුසියාව ජාතිකයින්","පිටසක්වල ජීවීන්","මුහුදු කොල්ලකරුවන්","ගගනගාමීන්"],
        answer: 0
    },
    {
        question: "'රුසියාව' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["මුදල් ඉපයීමට පමණි","විනාශ කර දැමීමට","අනන්‍යතාවය සුරැකීමට","සඟවා තැබීමට"],
        answer: 2
    },
    {
        question: "'ප්‍රංශය' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["පැරිස්","කැන්බරා","මාලේ","ඉස්ලාමාබාද්"],
        answer: 0
    },
    {
        question: "'ප්‍රංශය' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["ග්‍රාම නිලධාරී","දිසාපති","ආණ්ඩුකාර","ජනාධිපති"],
        answer: 3
    },
    {
        question: "සිතියමෙහි 'ප්‍රංශය' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["අඟහරුගේ","පෘථිවියේ","බ්‍රහස්පතිගේ","සිකුරුගේ"],
        answer: 1
    },
    {
        question: "'ප්‍රංශය' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["මුහුදු කොල්ලකරුවන්","ගගනගාමීන්","ප්‍රංශය ජාතිකයින්","පිටසක්වල ජීවීන්"],
        answer: 2
    },
    {
        question: "'ප්‍රංශය' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["විනාශ කර දැමීමට","අනන්‍යතාවය සුරැකීමට","සඟවා තැබීමට","මුදල් ඉපයීමට පමණි"],
        answer: 1
    },
];

export const grade5paper5 = [
    {
        question: "'කළුතර' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ඉන්දියාවේ","යුරෝපයේ","ඇමෙරිකාවේ","ලංකාව ඇතුළත"],
        answer: 3
    },
    {
        question: "'කළුතර' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["හිම කරත්ත","නිවාස","ආහාර","ජලය"],
        answer: 0
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'කළුතර' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["සාගරයකට","වෙනත් රටකට","මහාද්වීපයකට","පළාතකට"],
        answer: 3
    },
    {
        question: "'කළුතර' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["පොලිසිය","කඩය","පාසල","රෝහල"],
        answer: 2
    },
    {
        question: "'රියදුරුවරයා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["හානිකර දෙයක්","පරිසර විනාශයක්","කිසිදු සේවයක් නැත","මහජන සේවයක්"],
        answer: 3
    },
    {
        question: "'රියදුරුවරයා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["තම දැනුම හා ශ්‍රමය","කම්මැලිකම","වෙනත් අයගේ මුදල්","හොරකම"],
        answer: 0
    },
    {
        question: "සමාජයේ පැවැත්මට 'රියදුරුවරයා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["නැත, අවශ්‍ය නැත","සමහරවිට","කිසිසේත් නැත","ඔව්, ඉතා අවශ්‍යයි"],
        answer: 3
    },
    {
        question: "අප 'රියදුරුවරයා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","නීතියක් ඇති බැවින්","ඔවුන් බියජනක බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්"],
        answer: 3
    },
    {
        question: "'පේර' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["දැව ලබා දීම","සෙල්ලම් බඩු සෑදීම","ආහාර ලබා දීම","රෙදි නිපදවීම"],
        answer: 2
    },
    {
        question: "'පේර' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["බීජ හෝ පත්‍ර/මුල්","රෙදි","වීදුරු","ප්ලාස්ටික්"],
        answer: 0
    },
    {
        question: "'මිතුරා' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["සතුරා","වෙනත්","නැත","සතුරාම"],
        answer: 0
    },
    {
        question: "'සතුරා' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["වෙනත්","මිතුරාම","නැත","මිතුරා"],
        answer: 3
    },
    {
        question: "'ධනවතා' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["දුප්පතා","නැත","වෙනත්","දුප්පතාම"],
        answer: 0
    },
    {
        question: "'දුප්පතා' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["නැත","ධනවතාම","වෙනත්","ධනවතා"],
        answer: 3
    },
    {
        question: "'වේගවත්' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["නැත","වෙනත්","මන්දගාමී","මන්දගාමීම"],
        answer: 2
    },
    {
        question: "'මන්දගාමී' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["වේගවත්","වෙනත්","වේගවත්ම","නැත"],
        answer: 0
    },
    {
        question: "'වියළි' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["නැත","තෙතම","තෙත","වෙනත්"],
        answer: 2
    },
    {
        question: "'තෙත' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["වියළි","නැත","වෙනත්","වියළිම"],
        answer: 0
    },
    {
        question: "'ක්‍රියාකාරී' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["අක්‍රිය","වෙනත්","අක්‍රියම","නැත"],
        answer: 0
    },
    {
        question: "'අක්‍රිය' යන්නෙහි විරුද්ධ පදය කුමක්ද?",
        options: ["ක්‍රියාකාරීම","ක්‍රියාකාරී","නැත","වෙනත්"],
        answer: 1
    },
    {
        question: "160 + 267 හි අගය කීයද?",
        options: ["417","437","428","427"],
        answer: 3
    },
    {
        question: "163 + 272 හි අගය කීයද?",
        options: ["425","445","435","436"],
        answer: 2
    },
    {
        question: "166 + 277 හි අගය කීයද?",
        options: ["444","453","443","433"],
        answer: 2
    },
    {
        question: "169 + 282 හි අගය කීයද?",
        options: ["441","461","451","452"],
        answer: 2
    },
    {
        question: "172 + 287 හි අගය කීයද?",
        options: ["460","469","459","449"],
        answer: 2
    },
    {
        question: "175 + 292 හි අගය කීයද?",
        options: ["467","468","457","477"],
        answer: 0
    },
    {
        question: "178 + 297 හි අගය කීයද?",
        options: ["465","485","475","476"],
        answer: 2
    },
    {
        question: "181 + 302 හි අගය කීයද?",
        options: ["493","484","473","483"],
        answer: 3
    },
    {
        question: "184 + 307 හි අගය කීයද?",
        options: ["481","492","491","501"],
        answer: 2
    },
    {
        question: "187 + 312 හි අගය කීයද?",
        options: ["500","499","509","489"],
        answer: 1
    },
    {
        question: "'ඔස්ට්‍රේලියාව' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["ඩකා","කැන්බරා","මාලේ","ඉස්ලාමාබාද්"],
        answer: 1
    },
    {
        question: "'ඔස්ට්‍රේලියාව' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["අගමැති","ආණ්ඩුකාර","දිසාපති","ග්‍රාම නිලධාරී"],
        answer: 0
    },
    {
        question: "සිතියමෙහි 'ඔස්ට්‍රේලියාව' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["සිකුරුගේ","අඟහරුගේ","පෘථිවියේ","බ්‍රහස්පතිගේ"],
        answer: 2
    },
    {
        question: "'ඔස්ට්‍රේලියාව' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["ගගනගාමීන්","ඔස්ට්‍රේලියාව ජාතිකයින්","මුහුදු කොල්ලකරුවන්","පිටසක්වල ජීවීන්"],
        answer: 1
    },
    {
        question: "'ඔස්ට්‍රේලියාව' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["මුදල් ඉපයීමට පමණි","සඟවා තැබීමට","අනන්‍යතාවය සුරැකීමට","විනාශ කර දැමීමට"],
        answer: 2
    },
    {
        question: "'පාකිස්ථානය' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["මාලේ","ඩකා","ඉස්ලාමාබාද්","කත්මණ්ඩු"],
        answer: 2
    },
    {
        question: "'පාකිස්ථානය' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["දිසාපති","ජනාධිපති","ග්‍රාම නිලධාරී","ආණ්ඩුකාර"],
        answer: 1
    },
    {
        question: "සිතියමෙහි 'පාකිස්ථානය' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["පෘථිවියේ","අඟහරුගේ","සිකුරුගේ","බ්‍රහස්පතිගේ"],
        answer: 0
    },
    {
        question: "'පාකිස්ථානය' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["මුහුදු කොල්ලකරුවන්","පිටසක්වල ජීවීන්","පාකිස්ථානය ජාතිකයින්","ගගනගාමීන්"],
        answer: 2
    },
    {
        question: "'පාකිස්ථානය' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["සඟවා තැබීමට","මුදල් ඉපයීමට පමණි","විනාශ කර දැමීමට","අනන්‍යතාවය සුරැකීමට"],
        answer: 3
    },
];

export const grade5paper6 = [
    {
        question: "පරිසරයේ ඇති 'පේර' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["කපා දැමීමට","විනාශ කිරීමට","පරිසර සමතුලිතතාවයට","ගිනි තැබීමට"],
        answer: 2
    },
    {
        question: "'පේර' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["බැක්ටීරියා","සතුන්","දිලීර","ශාක"],
        answer: 3
    },
    {
        question: "'වලහා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ස්වාභාවික පරිසරයේ","ගිනි කන්දක","අභ්‍යවකාශයේ","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)"],
        answer: 0
    },
    {
        question: "'වලහා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["ඇඳුම් පැලඳුම් මත","යාන වාහන මත","ආහාර හා පරිසරය මත","පොත් පත් කියවීම මත"],
        answer: 2
    },
    {
        question: "'වලහා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["සංවේදීව රැකබලා ගැනීමෙන්","අනෙක් සතුන්ට දීමෙන්","ජලයට දැමීමෙන්","කැලයට මුදා හැරීමෙන්"],
        answer: 0
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'වලහා' ට සිදුවන්නේ කුමක්ද?",
        options: ["නිවාස ලැබීම","වාසස්ථාන අහිමි වීම","අධ්‍යාපනය ලැබීම","පෝසත් වීම"],
        answer: 1
    },
    {
        question: "'මහනුවර' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["යුරෝපයේ","ලංකාව ඇතුළත","ඇමෙරිකාවේ","ඉන්දියාවේ"],
        answer: 1
    },
    {
        question: "'මහනුවර' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["ජලය","නිවාස","ආහාර","හිම කරත්ත"],
        answer: 3
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'මහනුවර' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["සාගරයකට","පළාතකට","මහාද්වීපයකට","වෙනත් රටකට"],
        answer: 1
    },
    {
        question: "'මහනුවර' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["කඩය","රෝහල","පොලිසිය","පාසල"],
        answer: 3
    },
    {
        question: "'ඉර' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["අර්ථයක් නැත","සූර්යයාය","සූර්යයා","වෙනත්"],
        answer: 2
    },
    {
        question: "'හඳ' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["වෙනත්","චන්ද්‍රයා","අර්ථයක් නැත","චන්ද්‍රයාය"],
        answer: 1
    },
    {
        question: "'ගස' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["වෘක්ෂයය","වෙනත්","වෘක්ෂය","අර්ථයක් නැත"],
        answer: 2
    },
    {
        question: "'අම්මා' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["මව","වෙනත්","අර්ථයක් නැත","මවය"],
        answer: 0
    },
    {
        question: "'තාත්තා' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["වෙනත්","අර්ථයක් නැත","පියාය","පියා"],
        answer: 3
    },
    {
        question: "'ගුරුවරයා' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["අර්ථයක් නැත","වෙනත්","ආචාර්යවරයාය","ආචාර්යවරයා"],
        answer: 3
    },
    {
        question: "'පාසල' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["විද්‍යාලය","අර්ථයක් නැත","විද්‍යාලයය","වෙනත්"],
        answer: 0
    },
    {
        question: "'පොත' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["ග්‍රන්ථයය","ග්‍රන්ථය","වෙනත්","අර්ථයක් නැත"],
        answer: 1
    },
    {
        question: "'මල' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["පුෂ්පයය","වෙනත්","අර්ථයක් නැත","පුෂ්පය"],
        answer: 3
    },
    {
        question: "'වතුර' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["ජලයය","ජලය","වෙනත්","අර්ථයක් නැත"],
        answer: 1
    },
    {
        question: "188 - 27 හි අගය කීයද?",
        options: ["151","171","161","162"],
        answer: 2
    },
    {
        question: "196 - 29 හි අගය කීයද?",
        options: ["168","177","167","157"],
        answer: 2
    },
    {
        question: "204 - 31 හි අගය කීයද?",
        options: ["183","163","174","173"],
        answer: 3
    },
    {
        question: "212 - 33 හි අගය කීයද?",
        options: ["169","189","179","180"],
        answer: 2
    },
    {
        question: "220 - 35 හි අගය කීයද?",
        options: ["186","185","195","175"],
        answer: 1
    },
    {
        question: "228 - 37 හි අගය කීයද?",
        options: ["181","191","192","201"],
        answer: 1
    },
    {
        question: "236 - 39 හි අගය කීයද?",
        options: ["198","187","207","197"],
        answer: 3
    },
    {
        question: "244 - 41 හි අගය කීයද?",
        options: ["213","203","204","193"],
        answer: 1
    },
    {
        question: "252 - 43 හි අගය කීයද?",
        options: ["210","219","209","199"],
        answer: 2
    },
    {
        question: "260 - 45 හි අගය කීයද?",
        options: ["216","215","225","205"],
        answer: 1
    },
    {
        question: "'මාලදිවයින' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["කත්මණ්ඩු","තිම්පු","ඩකා","මාලේ"],
        answer: 3
    },
    {
        question: "'මාලදිවයින' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["ආණ්ඩුකාර","දිසාපති","ග්‍රාම නිලධාරී","ජනාධිපති"],
        answer: 3
    },
    {
        question: "සිතියමෙහි 'මාලදිවයින' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["බ්‍රහස්පතිගේ","අඟහරුගේ","සිකුරුගේ","පෘථිවියේ"],
        answer: 3
    },
    {
        question: "'මාලදිවයින' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["ගගනගාමීන්","මුහුදු කොල්ලකරුවන්","පිටසක්වල ජීවීන්","මාලදිවයින ජාතිකයින්"],
        answer: 3
    },
    {
        question: "'මාලදිවයින' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["විනාශ කර දැමීමට","අනන්‍යතාවය සුරැකීමට","මුදල් ඉපයීමට පමණි","සඟවා තැබීමට"],
        answer: 1
    },
    {
        question: "'බංග්ලාදේශය' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["තිම්පු","කාබුල්","කත්මණ්ඩු","ඩකා"],
        answer: 3
    },
    {
        question: "'බංග්ලාදේශය' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["ආණ්ඩුකාර","දිසාපති","ග්‍රාම නිලධාරී","අගමැති"],
        answer: 3
    },
    {
        question: "සිතියමෙහි 'බංග්ලාදේශය' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["බ්‍රහස්පතිගේ","සිකුරුගේ","පෘථිවියේ","අඟහරුගේ"],
        answer: 2
    },
    {
        question: "'බංග්ලාදේශය' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["මුහුදු කොල්ලකරුවන්","බංග්ලාදේශය ජාතිකයින්","ගගනගාමීන්","පිටසක්වල ජීවීන්"],
        answer: 1
    },
    {
        question: "'බංග්ලාදේශය' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["සඟවා තැබීමට","අනන්‍යතාවය සුරැකීමට","මුදල් ඉපයීමට පමණි","විනාශ කර දැමීමට"],
        answer: 1
    },
];

export const grade5paper7 = [
    {
        question: "'ගොවියා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["මහජන සේවයක්","පරිසර විනාශයක්","කිසිදු සේවයක් නැත","හානිකර දෙයක්"],
        answer: 0
    },
    {
        question: "'ගොවියා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["වෙනත් අයගේ මුදල්","තම දැනුම හා ශ්‍රමය","කම්මැලිකම","හොරකම"],
        answer: 1
    },
    {
        question: "සමාජයේ පැවැත්මට 'ගොවියා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["කිසිසේත් නැත","නැත, අවශ්‍ය නැත","සමහරවිට","ඔව්, ඉතා අවශ්‍යයි"],
        answer: 3
    },
    {
        question: "අප 'ගොවියා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","ඔවුන් බියජනක බැවින්","නීතියක් ඇති බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්"],
        answer: 3
    },
    {
        question: "'කෙසෙල්' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["ආහාර ලබා දීම","සෙල්ලම් බඩු සෑදීම","දැව ලබා දීම","රෙදි නිපදවීම"],
        answer: 0
    },
    {
        question: "'කෙසෙල්' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["බීජ හෝ පත්‍ර/මුල්","රෙදි","වීදුරු","ප්ලාස්ටික්"],
        answer: 0
    },
    {
        question: "පරිසරයේ ඇති 'කෙසෙල්' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["ගිනි තැබීමට","කපා දැමීමට","පරිසර සමතුලිතතාවයට","විනාශ කිරීමට"],
        answer: 2
    },
    {
        question: "'කෙසෙල්' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["දිලීර","බැක්ටීරියා","ශාක","සතුන්"],
        answer: 2
    },
    {
        question: "'නරියා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","ස්වාභාවික පරිසරයේ","අභ්‍යවකාශයේ","ගිනි කන්දක"],
        answer: 1
    },
    {
        question: "'නරියා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["පොත් පත් කියවීම මත","ආහාර හා පරිසරය මත","ඇඳුම් පැලඳුම් මත","යාන වාහන මත"],
        answer: 1
    },
    {
        question: "'සුළඟ' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["වෙනත්","අර්ථයක් නැත","පවනය","පවන"],
        answer: 3
    },
    {
        question: "'ගින්න' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["ගින්දර","වෙනත්","අර්ථයක් නැත","ගින්දරය"],
        answer: 0
    },
    {
        question: "'කන්ද' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["පර්වතය","පර්වතයය","අර්ථයක් නැත","වෙනත්"],
        answer: 0
    },
    {
        question: "'ගඟ' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["වෙනත්","අර්ථයක් නැත","නදියය","නදිය"],
        answer: 3
    },
    {
        question: "'පාර' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["මාර්ගයය","අර්ථයක් නැත","මාර්ගය","වෙනත්"],
        answer: 2
    },
    {
        question: "'මිතුරා' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["යහළුවා","යහළුවාය","වෙනත්","අර්ථයක් නැත"],
        answer: 0
    },
    {
        question: "'තරුව' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["තාරකාව","වෙනත්","අර්ථයක් නැත","තාරකාවය"],
        answer: 0
    },
    {
        question: "'වලාකුළ' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["වෙනත්","මේඝයය","මේඝය","අර්ථයක් නැත"],
        answer: 2
    },
    {
        question: "'මුහුද' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["සාගරයය","සාගරය","වෙනත්","අර්ථයක් නැත"],
        answer: 1
    },
    {
        question: "'පෘථිවිය' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["මිහිතලය","මිහිතලයය","අර්ථයක් නැත","වෙනත්"],
        answer: 0
    },
    {
        question: "268 - 47 හි අගය කීයද?",
        options: ["211","222","231","221"],
        answer: 3
    },
    {
        question: "276 - 49 හි අගය කීයද?",
        options: ["227","237","228","217"],
        answer: 0
    },
    {
        question: "284 - 51 හි අගය කීයද?",
        options: ["233","243","234","223"],
        answer: 0
    },
    {
        question: "292 - 53 හි අගය කීයද?",
        options: ["240","239","249","229"],
        answer: 1
    },
    {
        question: "300 - 55 හි අගය කීයද?",
        options: ["255","235","246","245"],
        answer: 3
    },
    {
        question: "308 - 57 හි අගය කීයද?",
        options: ["241","261","252","251"],
        answer: 3
    },
    {
        question: "316 - 59 හි අගය කීයද?",
        options: ["258","247","257","267"],
        answer: 2
    },
    {
        question: "324 - 61 හි අගය කීයද?",
        options: ["264","263","273","253"],
        answer: 1
    },
    {
        question: "332 - 63 හි අගය කීයද?",
        options: ["270","259","269","279"],
        answer: 2
    },
    {
        question: "340 - 65 හි අගය කීයද?",
        options: ["276","275","265","285"],
        answer: 1
    },
    {
        question: "'නේපාලය' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["තිම්පු","ටෙහෙරාන්","කාබුල්","කත්මණ්ඩු"],
        answer: 3
    },
    {
        question: "'නේපාලය' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["දිසාපති","ආණ්ඩුකාර","ග්‍රාම නිලධාරී","අගමැති"],
        answer: 3
    },
    {
        question: "සිතියමෙහි 'නේපාලය' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["සිකුරුගේ","බ්‍රහස්පතිගේ","අඟහරුගේ","පෘථිවියේ"],
        answer: 3
    },
    {
        question: "'නේපාලය' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["මුහුදු කොල්ලකරුවන්","ගගනගාමීන්","නේපාලය ජාතිකයින්","පිටසක්වල ජීවීන්"],
        answer: 2
    },
    {
        question: "'නේපාලය' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["මුදල් ඉපයීමට පමණි","අනන්‍යතාවය සුරැකීමට","විනාශ කර දැමීමට","සඟවා තැබීමට"],
        answer: 1
    },
    {
        question: "'භූතානය' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["බැග්ඩෑඩ්","ටෙහෙරාන්","තිම්පු","කාබුල්"],
        answer: 2
    },
    {
        question: "'භූතානය' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["ග්‍රාම නිලධාරී","දිසාපති","රජතුමා","ආණ්ඩුකාර"],
        answer: 2
    },
    {
        question: "සිතියමෙහි 'භූතානය' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["සිකුරුගේ","බ්‍රහස්පතිගේ","අඟහරුගේ","පෘථිවියේ"],
        answer: 3
    },
    {
        question: "'භූතානය' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["මුහුදු කොල්ලකරුවන්","භූතානය ජාතිකයින්","පිටසක්වල ජීවීන්","ගගනගාමීන්"],
        answer: 1
    },
    {
        question: "'භූතානය' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["සඟවා තැබීමට","මුදල් ඉපයීමට පමණි","අනන්‍යතාවය සුරැකීමට","විනාශ කර දැමීමට"],
        answer: 2
    },
];

export const grade5paper8 = [
    {
        question: "'නරියා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["සංවේදීව රැකබලා ගැනීමෙන්","කැලයට මුදා හැරීමෙන්","අනෙක් සතුන්ට දීමෙන්","ජලයට දැමීමෙන්"],
        answer: 0
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'නරියා' ට සිදුවන්නේ කුමක්ද?",
        options: ["වාසස්ථාන අහිමි වීම","අධ්‍යාපනය ලැබීම","නිවාස ලැබීම","පෝසත් වීම"],
        answer: 0
    },
    {
        question: "'මාතලේ' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ලංකාව ඇතුළත","ඇමෙරිකාවේ","යුරෝපයේ","ඉන්දියාවේ"],
        answer: 0
    },
    {
        question: "'මාතලේ' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["ආහාර","නිවාස","හිම කරත්ත","ජලය"],
        answer: 2
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'මාතලේ' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["පළාතකට","සාගරයකට","මහාද්වීපයකට","වෙනත් රටකට"],
        answer: 0
    },
    {
        question: "'මාතලේ' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["පොලිසිය","කඩය","රෝහල","පාසල"],
        answer: 3
    },
    {
        question: "'වෙළෙන්දා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["හානිකර දෙයක්","පරිසර විනාශයක්","කිසිදු සේවයක් නැත","මහජන සේවයක්"],
        answer: 3
    },
    {
        question: "'වෙළෙන්දා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["කම්මැලිකම","තම දැනුම හා ශ්‍රමය","හොරකම","වෙනත් අයගේ මුදල්"],
        answer: 1
    },
    {
        question: "සමාජයේ පැවැත්මට 'වෙළෙන්දා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["ඔව්, ඉතා අවශ්‍යයි","කිසිසේත් නැත","සමහරවිට","නැත, අවශ්‍ය නැත"],
        answer: 0
    },
    {
        question: "අප 'වෙළෙන්දා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["ඔවුන් බියජනක බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්","නීතියක් ඇති බැවින්"],
        answer: 2
    },
    {
        question: "'අහස' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["අර්ථයක් නැත","ගගනය","වෙනත්","ගගනයය"],
        answer: 1
    },
    {
        question: "'නුවණ' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["වෙනත්","ප්‍රඥාවය","ප්‍රඥාව","අර්ථයක් නැත"],
        answer: 2
    },
    {
        question: "'ඇස' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["නෙත","නෙතය","අර්ථයක් නැත","වෙනත්"],
        answer: 0
    },
    {
        question: "'රට' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["වෙනත්","අර්ථයක් නැත","දේශය","දේශයය"],
        answer: 2
    },
    {
        question: "'සොහොයුරා' මීට සමාන අර්ථය දෙන පදය කුමක්ද?",
        options: ["වෙනත්","සහෝදරයා","සහෝදරයාය","අර්ථයක් නැත"],
        answer: 1
    },
    {
        question: "'ගස' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["ගසවල්","ගසලා","ගස්","ගසන්"],
        answer: 2
    },
    {
        question: "'පොත' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["පොත්","පොතන්","පොතලා","පොතවල්"],
        answer: 0
    },
    {
        question: "'මල' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["මල්","මලන්","මලවල්","මලලා"],
        answer: 0
    },
    {
        question: "'පුටුව' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["පුටුවලා","පුටු","පුටුවන්","පුටුවවල්"],
        answer: 1
    },
    {
        question: "'මේසය' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["මේසයන්","මේසයවල්","මේස","මේසයලා"],
        answer: 2
    },
    {
        question: "348 - 67 හි අගය කීයද?",
        options: ["282","291","281","271"],
        answer: 2
    },
    {
        question: "356 - 69 හි අගය කීයද?",
        options: ["288","297","287","277"],
        answer: 2
    },
    {
        question: "364 - 71 හි අගය කීයද?",
        options: ["283","294","293","303"],
        answer: 2
    },
    {
        question: "372 - 73 හි අගය කීයද?",
        options: ["300","299","309","289"],
        answer: 1
    },
    {
        question: "380 - 75 හි අගය කීයද?",
        options: ["295","315","305","306"],
        answer: 2
    },
    {
        question: "388 - 77 හි අගය කීයද?",
        options: ["312","311","301","321"],
        answer: 1
    },
    {
        question: "396 - 79 හි අගය කීයද?",
        options: ["318","307","317","327"],
        answer: 2
    },
    {
        question: "404 - 81 හි අගය කීයද?",
        options: ["333","313","324","323"],
        answer: 3
    },
    {
        question: "412 - 83 හි අගය කීයද?",
        options: ["339","319","330","329"],
        answer: 3
    },
    {
        question: "420 - 85 හි අගය කීයද?",
        options: ["335","336","345","325"],
        answer: 0
    },
    {
        question: "'ඇෆ්ගනිස්ථානය' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["කාබුල්","කයිරෝ","බැග්ඩෑඩ්","ටෙහෙරාන්"],
        answer: 0
    },
    {
        question: "'ඇෆ්ගනිස්ථානය' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["ග්‍රාම නිලධාරී","ආණ්ඩුකාර","දිසාපති","ජනාධිපති"],
        answer: 3
    },
    {
        question: "සිතියමෙහි 'ඇෆ්ගනිස්ථානය' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["බ්‍රහස්පතිගේ","පෘථිවියේ","අඟහරුගේ","සිකුරුගේ"],
        answer: 1
    },
    {
        question: "'ඇෆ්ගනිස්ථානය' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["ඇෆ්ගනිස්ථානය ජාතිකයින්","ගගනගාමීන්","මුහුදු කොල්ලකරුවන්","පිටසක්වල ජීවීන්"],
        answer: 0
    },
    {
        question: "'ඇෆ්ගනිස්ථානය' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["සඟවා තැබීමට","විනාශ කර දැමීමට","මුදල් ඉපයීමට පමණි","අනන්‍යතාවය සුරැකීමට"],
        answer: 3
    },
    {
        question: "'ඉරානය' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["කයිරෝ","ඔටාවා","ටෙහෙරාන්","බැග්ඩෑඩ්"],
        answer: 2
    },
    {
        question: "'ඉරානය' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["ආණ්ඩුකාර","ග්‍රාම නිලධාරී","ජනාධිපති","දිසාපති"],
        answer: 2
    },
    {
        question: "සිතියමෙහි 'ඉරානය' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["අඟහරුගේ","සිකුරුගේ","බ්‍රහස්පතිගේ","පෘථිවියේ"],
        answer: 3
    },
    {
        question: "'ඉරානය' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["ගගනගාමීන්","මුහුදු කොල්ලකරුවන්","ඉරානය ජාතිකයින්","පිටසක්වල ජීවීන්"],
        answer: 2
    },
    {
        question: "'ඉරානය' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["සඟවා තැබීමට","විනාශ කර දැමීමට","අනන්‍යතාවය සුරැකීමට","මුදල් ඉපයීමට පමණි"],
        answer: 2
    },
];

export const grade5paper9 = [
    {
        question: "'පැපොල්' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["ආහාර ලබා දීම","සෙල්ලම් බඩු සෑදීම","දැව ලබා දීම","රෙදි නිපදවීම"],
        answer: 0
    },
    {
        question: "'පැපොල්' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["ප්ලාස්ටික්","බීජ හෝ පත්‍ර/මුල්","වීදුරු","රෙදි"],
        answer: 1
    },
    {
        question: "පරිසරයේ ඇති 'පැපොල්' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["කපා දැමීමට","විනාශ කිරීමට","ගිනි තැබීමට","පරිසර සමතුලිතතාවයට"],
        answer: 3
    },
    {
        question: "'පැපොල්' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["සතුන්","දිලීර","ශාක","බැක්ටීරියා"],
        answer: 2
    },
    {
        question: "'මුවා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ගිනි කන්දක","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","අභ්‍යවකාශයේ","ස්වාභාවික පරිසරයේ"],
        answer: 3
    },
    {
        question: "'මුවා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["යාන වාහන මත","ආහාර හා පරිසරය මත","පොත් පත් කියවීම මත","ඇඳුම් පැලඳුම් මත"],
        answer: 1
    },
    {
        question: "'මුවා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["කැලයට මුදා හැරීමෙන්","අනෙක් සතුන්ට දීමෙන්","ජලයට දැමීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්"],
        answer: 3
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'මුවා' ට සිදුවන්නේ කුමක්ද?",
        options: ["අධ්‍යාපනය ලැබීම","වාසස්ථාන අහිමි වීම","පෝසත් වීම","නිවාස ලැබීම"],
        answer: 1
    },
    {
        question: "'නුවරඑළිය' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ලංකාව ඇතුළත","යුරෝපයේ","ඇමෙරිකාවේ","ඉන්දියාවේ"],
        answer: 0
    },
    {
        question: "'නුවරඑළිය' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["ආහාර","නිවාස","ජලය","හිම කරත්ත"],
        answer: 3
    },
    {
        question: "'පෑන' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["පෑන්","පෑනලා","පෑනන්","පෑනවල්"],
        answer: 0
    },
    {
        question: "'ළමයා' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["ළමයි","ළමයාන්","ළමයාවල්","ළමයාලා"],
        answer: 0
    },
    {
        question: "'ගුරුවරයා' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["ගුරුවරු","ගුරුවරයාවල්","ගුරුවරයාන්","ගුරුවරයාලා"],
        answer: 0
    },
    {
        question: "'පක්ෂියා' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["පක්ෂීන්","පක්ෂියාවල්","පක්ෂියාන්","පක්ෂියාලා"],
        answer: 0
    },
    {
        question: "'සතා' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["සතුන්","සතාන්","සතාවල්","සතාලා"],
        answer: 0
    },
    {
        question: "'මිනිසා' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["මිනිස්සු","මිනිසාවල්","මිනිසාලා","මිනිසාන්"],
        answer: 0
    },
    {
        question: "'ගම' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["ගමන්","ගම්","ගමලා","ගමවල්"],
        answer: 1
    },
    {
        question: "'රට' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["රටන්","රටවල්","රටලා","රටවල්"],
        answer: 1
    },
    {
        question: "'පාර' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["පාරවල්","පාරවල්","පාරලා","පාරන්"],
        answer: 0
    },
    {
        question: "'බල්ලා' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["බල්ලෝ","බල්ලාන්","බල්ලාලා","බල්ලාවල්"],
        answer: 0
    },
    {
        question: "428 - 87 හි අගය කීයද?",
        options: ["341","351","342","331"],
        answer: 0
    },
    {
        question: "436 - 89 හි අගය කීයද?",
        options: ["357","337","347","348"],
        answer: 2
    },
    {
        question: "444 - 91 හි අගය කීයද?",
        options: ["353","343","354","363"],
        answer: 0
    },
    {
        question: "452 - 93 හි අගය කීයද?",
        options: ["349","360","369","359"],
        answer: 3
    },
    {
        question: "460 - 95 හි අගය කීයද?",
        options: ["355","366","365","375"],
        answer: 2
    },
    {
        question: "468 - 97 හි අගය කීයද?",
        options: ["381","371","372","361"],
        answer: 1
    },
    {
        question: "476 - 99 හි අගය කීයද?",
        options: ["378","377","387","367"],
        answer: 1
    },
    {
        question: "484 - 101 හි අගය කීයද?",
        options: ["373","383","393","384"],
        answer: 1
    },
    {
        question: "492 - 103 හි අගය කීයද?",
        options: ["379","389","399","390"],
        answer: 1
    },
    {
        question: "500 - 105 හි අගය කීයද?",
        options: ["395","405","385","396"],
        answer: 0
    },
    {
        question: "'ඉරාකය' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["ඔටාවා","බැග්ඩෑඩ්","බ්‍රසීලියා","කයිරෝ"],
        answer: 1
    },
    {
        question: "'ඉරාකය' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["ග්‍රාම නිලධාරී","ආණ්ඩුකාර","ජනාධිපති","දිසාපති"],
        answer: 2
    },
    {
        question: "සිතියමෙහි 'ඉරාකය' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["බ්‍රහස්පතිගේ","අඟහරුගේ","පෘථිවියේ","සිකුරුගේ"],
        answer: 2
    },
    {
        question: "'ඉරාකය' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["පිටසක්වල ජීවීන්","ගගනගාමීන්","ඉරාකය ජාතිකයින්","මුහුදු කොල්ලකරුවන්"],
        answer: 2
    },
    {
        question: "'ඉරාකය' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["මුදල් ඉපයීමට පමණි","විනාශ කර දැමීමට","අනන්‍යතාවය සුරැකීමට","සඟවා තැබීමට"],
        answer: 2
    },
    {
        question: "'ඊජිප්තුව' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["බ්‍රසීලියා","ඔටාවා","කයිරෝ","කෝට්ටේ"],
        answer: 2
    },
    {
        question: "'ඊජිප්තුව' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["ජනාධිපති","ග්‍රාම නිලධාරී","දිසාපති","ආණ්ඩුකාර"],
        answer: 0
    },
    {
        question: "සිතියමෙහි 'ඊජිප්තුව' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["පෘථිවියේ","බ්‍රහස්පතිගේ","සිකුරුගේ","අඟහරුගේ"],
        answer: 0
    },
    {
        question: "'ඊජිප්තුව' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["ගගනගාමීන්","මුහුදු කොල්ලකරුවන්","ඊජිප්තුව ජාතිකයින්","පිටසක්වල ජීවීන්"],
        answer: 2
    },
    {
        question: "'ඊජිප්තුව' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["විනාශ කර දැමීමට","අනන්‍යතාවය සුරැකීමට","මුදල් ඉපයීමට පමණි","සඟවා තැබීමට"],
        answer: 1
    },
];

export const grade5paper10 = [
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'නුවරඑළිය' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["මහාද්වීපයකට","වෙනත් රටකට","පළාතකට","සාගරයකට"],
        answer: 2
    },
    {
        question: "'නුවරඑළිය' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["පාසල","පොලිසිය","කඩය","රෝහල"],
        answer: 0
    },
    {
        question: "'පොලිස් නිලධාරියා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["කිසිදු සේවයක් නැත","පරිසර විනාශයක්","හානිකර දෙයක්","මහජන සේවයක්"],
        answer: 3
    },
    {
        question: "'පොලිස් නිලධාරියා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["හොරකම","කම්මැලිකම","තම දැනුම හා ශ්‍රමය","වෙනත් අයගේ මුදල්"],
        answer: 2
    },
    {
        question: "සමාජයේ පැවැත්මට 'පොලිස් නිලධාරියා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["ඔව්, ඉතා අවශ්‍යයි","කිසිසේත් නැත","නැත, අවශ්‍ය නැත","සමහරවිට"],
        answer: 0
    },
    {
        question: "අප 'පොලිස් නිලධාරියා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["නීතියක් ඇති බැවින්","ඔවුන් බියජනක බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්"],
        answer: 3
    },
    {
        question: "'දිවුල්' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["සෙල්ලම් බඩු සෑදීම","ආහාර ලබා දීම","දැව ලබා දීම","රෙදි නිපදවීම"],
        answer: 1
    },
    {
        question: "'දිවුල්' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["රෙදි","වීදුරු","බීජ හෝ පත්‍ර/මුල්","ප්ලාස්ටික්"],
        answer: 2
    },
    {
        question: "පරිසරයේ ඇති 'දිවුල්' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["පරිසර සමතුලිතතාවයට","කපා දැමීමට","ගිනි තැබීමට","විනාශ කිරීමට"],
        answer: 0
    },
    {
        question: "'දිවුල්' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["බැක්ටීරියා","දිලීර","ශාක","සතුන්"],
        answer: 2
    },
    {
        question: "'පූසා' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["පූසෝ","පූසාන්","පූසාලා","පූසාවල්"],
        answer: 0
    },
    {
        question: "'ගවයා' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["ගවයාවල්","ගවයාලා","ගවයෝ","ගවයාන්"],
        answer: 2
    },
    {
        question: "'තරුව' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["තරුවලා","තරු","තරුවන්","තරුවවල්"],
        answer: 1
    },
    {
        question: "'මාළුවා' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["මාළුවාන්","මාළු","මාළුවාලා","මාළුවාවල්"],
        answer: 1
    },
    {
        question: "'අලියා' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["අලියාන්","අලියාවල්","අලි","අලියාලා"],
        answer: 2
    },
    {
        question: "'වඳුරා' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["වඳුරාවල්","වඳුරාන්","වඳුරාලා","වඳුරෝ"],
        answer: 3
    },
    {
        question: "'පැන්සල' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["පැන්සලවල්","පැන්සලලා","පැන්සල්","පැන්සලන්"],
        answer: 2
    },
    {
        question: "'ගෙදර' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["ගෙවල්","ගෙදරන්","ගෙදරලා","ගෙදරවල්"],
        answer: 0
    },
    {
        question: "'පන්සල' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["පන්සලලා","පන්සලවල්","පන්සලන්","පන්සල්"],
        answer: 3
    },
    {
        question: "'දෙවොල' යන පදයේ බහුවචන රූපය තෝරන්න.",
        options: ["දෙවොලන්","දෙවොලලා","දෙවොල්","දෙවොලවල්"],
        answer: 2
    },
    {
        question: "508 - 107 හි අගය කීයද?",
        options: ["411","401","402","391"],
        answer: 1
    },
    {
        question: "516 - 109 හි අගය කීයද?",
        options: ["397","408","407","417"],
        answer: 2
    },
    {
        question: "524 - 111 හි අගය කීයද?",
        options: ["423","413","403","414"],
        answer: 1
    },
    {
        question: "532 - 113 හි අගය කීයද?",
        options: ["420","409","419","429"],
        answer: 2
    },
    {
        question: "540 - 115 හි අගය කීයද?",
        options: ["435","425","426","415"],
        answer: 1
    },
    {
        question: "548 - 117 හි අගය කීයද?",
        options: ["421","432","431","441"],
        answer: 2
    },
    {
        question: "556 - 119 හි අගය කීයද?",
        options: ["447","427","437","438"],
        answer: 2
    },
    {
        question: "564 - 121 හි අගය කීයද?",
        options: ["453","444","443","433"],
        answer: 2
    },
    {
        question: "572 - 123 හි අගය කීයද?",
        options: ["459","439","449","450"],
        answer: 2
    },
    {
        question: "580 - 125 හි අගය කීයද?",
        options: ["445","465","456","455"],
        answer: 3
    },
    {
        question: "'කැනඩාව' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["කෝට්ටේ","නවදිල්ලිය","ඔටාවා","බ්‍රසීලියා"],
        answer: 2
    },
    {
        question: "'කැනඩාව' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["දිසාපති","අගමැති","ග්‍රාම නිලධාරී","ආණ්ඩුකාර"],
        answer: 1
    },
    {
        question: "සිතියමෙහි 'කැනඩාව' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["බ්‍රහස්පතිගේ","පෘථිවියේ","අඟහරුගේ","සිකුරුගේ"],
        answer: 1
    },
    {
        question: "'කැනඩාව' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["ගගනගාමීන්","කැනඩාව ජාතිකයින්","පිටසක්වල ජීවීන්","මුහුදු කොල්ලකරුවන්"],
        answer: 1
    },
    {
        question: "'කැනඩාව' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["අනන්‍යතාවය සුරැකීමට","විනාශ කර දැමීමට","සඟවා තැබීමට","මුදල් ඉපයීමට පමණි"],
        answer: 0
    },
    {
        question: "'බ්‍රසීලය' හි ප්‍රධාන අගනුවර ලෙස සැලකෙන්නේ පහත කුමක්ද?",
        options: ["ටෝකියෝ","නවදිල්ලිය","කෝට්ටේ","බ්‍රසීලියා"],
        answer: 3
    },
    {
        question: "'බ්‍රසීලය' රාජ්‍යයේ ප්‍රධාන රාජ්‍ය නායක තනතුර බහුලව හැඳින්වෙන්නේ කෙසේද?",
        options: ["දිසාපති","ආණ්ඩුකාර","ග්‍රාම නිලධාරී","ජනාධිපති"],
        answer: 3
    },
    {
        question: "සිතියමෙහි 'බ්‍රසීලය' පිහිටා තිබෙන්නේ ලෝකයේ කුමන ග්‍රහලෝකයේද?",
        options: ["පෘථිවියේ","සිකුරුගේ","අඟහරුගේ","බ්‍රහස්පතිගේ"],
        answer: 0
    },
    {
        question: "'බ්‍රසීලය' රටෙහි ජීවත් වන මිනිසුන් හඳුන්වන පොදු නාමය කුමක්ද?",
        options: ["ගගනගාමීන්","බ්‍රසීලය ජාතිකයින්","මුහුදු කොල්ලකරුවන්","පිටසක්වල ජීවීන්"],
        answer: 1
    },
    {
        question: "'බ්‍රසීලය' හි දේශීය සුවිශේෂී සංස්කෘතික අංගයන් ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["මුදල් ඉපයීමට පමණි","අනන්‍යතාවය සුරැකීමට","විනාශ කර දැමීමට","සඟවා තැබීමට"],
        answer: 1
    },
];

export const grade5paper11 = [
    {
        question: "'ගෝනා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","ගිනි කන්දක","ස්වාභාවික පරිසරයේ","අභ්‍යවකාශයේ"],
        answer: 2
    },
    {
        question: "'ගෝනා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["ඇඳුම් පැලඳුම් මත","යාන වාහන මත","ආහාර හා පරිසරය මත","පොත් පත් කියවීම මත"],
        answer: 2
    },
    {
        question: "'ගෝනා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["කැලයට මුදා හැරීමෙන්","අනෙක් සතුන්ට දීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්","ජලයට දැමීමෙන්"],
        answer: 2
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'ගෝනා' ට සිදුවන්නේ කුමක්ද?",
        options: ["වාසස්ථාන අහිමි වීම","නිවාස ලැබීම","අධ්‍යාපනය ලැබීම","පෝසත් වීම"],
        answer: 0
    },
    {
        question: "'ගාල්ල' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ලංකාව ඇතුළත","ඉන්දියාවේ","යුරෝපයේ","ඇමෙරිකාවේ"],
        answer: 0
    },
    {
        question: "'ගාල්ල' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["හිම කරත්ත","නිවාස","ආහාර","ජලය"],
        answer: 0
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'ගාල්ල' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["සාගරයකට","වෙනත් රටකට","පළාතකට","මහාද්වීපයකට"],
        answer: 2
    },
    {
        question: "'ගාල්ල' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["පාසල","රෝහල","කඩය","පොලිසිය"],
        answer: 0
    },
    {
        question: "'කම්මල්කරු' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["පරිසර විනාශයක්","කිසිදු සේවයක් නැත","මහජන සේවයක්","හානිකර දෙයක්"],
        answer: 2
    },
    {
        question: "'කම්මල්කරු' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["හොරකම","වෙනත් අයගේ මුදල්","තම දැනුම හා ශ්‍රමය","කම්මැලිකම"],
        answer: 2
    },
    {
        question: "'පොත' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","2","4","3"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('පොත')",
        options: ["පොතය","පොතව","පොත","පොතක්"],
        answer: 2
    },
    {
        question: "'පොත' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ත","ක","ම"],
        answer: 1
    },
    {
        question: "'ගස' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["2","3","4","1"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ගස')",
        options: ["ගසය","ගසක්","ගස","ගසව"],
        answer: 2
    },
    {
        question: "'ගස' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ම","ස","ක"],
        answer: 2
    },
    {
        question: "'මල' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["1","4","3","2"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('මල')",
        options: ["මළ","මලව","මලය","මල"],
        answer: 3
    },
    {
        question: "'මල' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ක","ල","ට"],
        answer: 2
    },
    {
        question: "'හඳ' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["4","3","2","1"],
        answer: 2
    },
    {
        question: "16 × 5 හි අගය කීයද?",
        options: ["82","80","78","85"],
        answer: 1
    },
    {
        question: "17 × 6 හි අගය කීයද?",
        options: ["104","108","100","102"],
        answer: 3
    },
    {
        question: "18 × 7 හි අගය කීයද?",
        options: ["126","124","128","133"],
        answer: 0
    },
    {
        question: "19 × 8 හි අගය කීයද?",
        options: ["152","160","154","150"],
        answer: 0
    },
    {
        question: "20 × 9 හි අගය කීයද?",
        options: ["189","178","180","182"],
        answer: 2
    },
    {
        question: "21 × 2 හි අගය කීයද?",
        options: ["40","44","44","42"],
        answer: 3
    },
    {
        question: "22 × 3 හි අගය කීයද?",
        options: ["68","66","69","64"],
        answer: 1
    },
    {
        question: "23 × 4 හි අගය කීයද?",
        options: ["92","96","90","94"],
        answer: 0
    },
    {
        question: "24 × 5 හි අගය කීයද?",
        options: ["118","122","120","125"],
        answer: 2
    },
    {
        question: "25 × 6 හි අගය කීයද?",
        options: ["148","150","156","152"],
        answer: 1
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'සූර්යයා' අයත් වන්නේ කුමකටද?",
        options: ["ස්වාභාවික වස්තුවකි","යන්ත්‍රයකි","ප්ලාස්ටික් නිෂ්පාදනයකි","කෘත්‍රිම වස්තුවකි"],
        answer: 0
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'සූර්යයා' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["ස්වභාවධර්මය අවබෝධ කර ගැනීමට","ආහාරයට ගැනීමට","මිලදී ගැනීමට","හරිහැටි නිදා ගැනීමට"],
        answer: 0
    },
    {
        question: "වර්තමාන ලෝකයේ 'සූර්යයා' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්","කෘමීන් බෝවීම","සතුන්ගේ ක්‍රියාකාරකම්","පිටසක්වල බලපෑම්"],
        answer: 0
    },
    {
        question: "අප අවට ඇති 'සූර්යයා' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["මැජික් බලයන්","අත් පා පමණි","විද්‍යාත්මක උපකරණ හා තාක්ෂණය","කතාන්දර පමණි"],
        answer: 2
    },
    {
        question: "'සූර්යයා' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["ළමයින්ගේ පමණි","සියලුම මිනිසුන්ගේ","සතුන්ගේ","පිටරට මිනිසුන්ගේ"],
        answer: 1
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'චන්ද්‍රයා' අයත් වන්නේ කුමකටද?",
        options: ["කෘත්‍රිම වස්තුවකි","ප්ලාස්ටික් නිෂ්පාදනයකි","ස්වාභාවික වස්තුවකි","යන්ත්‍රයකි"],
        answer: 2
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'චන්ද්‍රයා' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["ස්වභාවධර්මය අවබෝධ කර ගැනීමට","මිලදී ගැනීමට","හරිහැටි නිදා ගැනීමට","ආහාරයට ගැනීමට"],
        answer: 0
    },
    {
        question: "වර්තමාන ලෝකයේ 'චන්ද්‍රයා' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["පිටසක්වල බලපෑම්","කෘමීන් බෝවීම","දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්","සතුන්ගේ ක්‍රියාකාරකම්"],
        answer: 2
    },
    {
        question: "අප අවට ඇති 'චන්ද්‍රයා' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["කතාන්දර පමණි","විද්‍යාත්මක උපකරණ හා තාක්ෂණය","අත් පා පමණි","මැජික් බලයන්"],
        answer: 1
    },
    {
        question: "'චන්ද්‍රයා' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["පිටරට මිනිසුන්ගේ","සතුන්ගේ","සියලුම මිනිසුන්ගේ","ළමයින්ගේ පමණි"],
        answer: 2
    },
];

export const grade5paper12 = [
    {
        question: "සමාජයේ පැවැත්මට 'කම්මල්කරු' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["සමහරවිට","ඔව්, ඉතා අවශ්‍යයි","නැත, අවශ්‍ය නැත","කිසිසේත් නැත"],
        answer: 1
    },
    {
        question: "අප 'කම්මල්කරු' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["නීතියක් ඇති බැවින්","ඔවුන් බියජනක බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්"],
        answer: 3
    },
    {
        question: "'ඇපල්' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["සෙල්ලම් බඩු සෑදීම","රෙදි නිපදවීම","දැව ලබා දීම","ආහාර ලබා දීම"],
        answer: 3
    },
    {
        question: "'ඇපල්' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["බීජ හෝ පත්‍ර/මුල්","වීදුරු","රෙදි","ප්ලාස්ටික්"],
        answer: 0
    },
    {
        question: "පරිසරයේ ඇති 'ඇපල්' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["පරිසර සමතුලිතතාවයට","විනාශ කිරීමට","ගිනි තැබීමට","කපා දැමීමට"],
        answer: 0
    },
    {
        question: "'ඇපල්' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["දිලීර","සතුන්","බැක්ටීරියා","ශාක"],
        answer: 3
    },
    {
        question: "'වඳුරා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ස්වාභාවික පරිසරයේ","අභ්‍යවකාශයේ","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","ගිනි කන්දක"],
        answer: 0
    },
    {
        question: "'වඳුරා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["යාන වාහන මත","පොත් පත් කියවීම මත","ඇඳුම් පැලඳුම් මත","ආහාර හා පරිසරය මත"],
        answer: 3
    },
    {
        question: "'වඳුරා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["සංවේදීව රැකබලා ගැනීමෙන්","අනෙක් සතුන්ට දීමෙන්","කැලයට මුදා හැරීමෙන්","ජලයට දැමීමෙන්"],
        answer: 0
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'වඳුරා' ට සිදුවන්නේ කුමක්ද?",
        options: ["පෝසත් වීම","වාසස්ථාන අහිමි වීම","අධ්‍යාපනය ලැබීම","නිවාස ලැබීම"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('හඳ')",
        options: ["හඳව","හඳය","හඳ","හඳක්"],
        answer: 2
    },
    {
        question: "'හඳ' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ඳ","ම","ට"],
        answer: 1
    },
    {
        question: "'ඉර' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["4","2","3","1"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ඉර')",
        options: ["ඉර","ඉරව","ඉරය","ඉරක්"],
        answer: 0
    },
    {
        question: "'ඉර' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ර","ක","ම"],
        answer: 1
    },
    {
        question: "'තරුව' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["4","3","6","5"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('තරුව')",
        options: ["තරුවය","තරුවව","තරුව","තරුවක්"],
        answer: 2
    },
    {
        question: "'තරුව' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ම","ව","ට"],
        answer: 2
    },
    {
        question: "'ගඟ' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["3","2","1","4"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ගඟ')",
        options: ["ගඟය","ගඟව","ගඟ","ගඟක්"],
        answer: 2
    },
    {
        question: "26 × 7 හි අගය කීයද?",
        options: ["180","184","189","182"],
        answer: 3
    },
    {
        question: "27 × 8 හි අගය කීයද?",
        options: ["214","216","218","224"],
        answer: 1
    },
    {
        question: "28 × 9 හි අගය කීයද?",
        options: ["252","250","261","254"],
        answer: 0
    },
    {
        question: "29 × 2 හි අගය කීයද?",
        options: ["56","60","60","58"],
        answer: 3
    },
    {
        question: "30 × 3 හි අගය කීයද?",
        options: ["88","92","93","90"],
        answer: 3
    },
    {
        question: "31 × 4 හි අගය කීයද?",
        options: ["122","126","128","124"],
        answer: 3
    },
    {
        question: "32 × 5 හි අගය කීයද?",
        options: ["160","165","158","162"],
        answer: 0
    },
    {
        question: "33 × 6 හි අගය කීයද?",
        options: ["204","200","198","196"],
        answer: 2
    },
    {
        question: "34 × 7 හි අගය කීයද?",
        options: ["236","238","245","240"],
        answer: 1
    },
    {
        question: "35 × 8 හි අගය කීයද?",
        options: ["288","282","280","278"],
        answer: 2
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'පෘථිවිය' අයත් වන්නේ කුමකටද?",
        options: ["කෘත්‍රිම වස්තුවකි","ප්ලාස්ටික් නිෂ්පාදනයකි","ස්වාභාවික වස්තුවකි","යන්ත්‍රයකි"],
        answer: 2
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'පෘථිවිය' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["හරිහැටි නිදා ගැනීමට","ආහාරයට ගැනීමට","මිලදී ගැනීමට","ස්වභාවධර්මය අවබෝධ කර ගැනීමට"],
        answer: 3
    },
    {
        question: "වර්තමාන ලෝකයේ 'පෘථිවිය' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["සතුන්ගේ ක්‍රියාකාරකම්","කෘමීන් බෝවීම","දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්","පිටසක්වල බලපෑම්"],
        answer: 2
    },
    {
        question: "අප අවට ඇති 'පෘථිවිය' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["අත් පා පමණි","විද්‍යාත්මක උපකරණ හා තාක්ෂණය","මැජික් බලයන්","කතාන්දර පමණි"],
        answer: 1
    },
    {
        question: "'පෘථිවිය' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["ළමයින්ගේ පමණි","සතුන්ගේ","පිටරට මිනිසුන්ගේ","සියලුම මිනිසුන්ගේ"],
        answer: 3
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'තරු' අයත් වන්නේ කුමකටද?",
        options: ["ප්ලාස්ටික් නිෂ්පාදනයකි","යන්ත්‍රයකි","ස්වාභාවික වස්තුවකි","කෘත්‍රිම වස්තුවකි"],
        answer: 2
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'තරු' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["ආහාරයට ගැනීමට","ස්වභාවධර්මය අවබෝධ කර ගැනීමට","හරිහැටි නිදා ගැනීමට","මිලදී ගැනීමට"],
        answer: 1
    },
    {
        question: "වර්තමාන ලෝකයේ 'තරු' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්","කෘමීන් බෝවීම","සතුන්ගේ ක්‍රියාකාරකම්","පිටසක්වල බලපෑම්"],
        answer: 0
    },
    {
        question: "අප අවට ඇති 'තරු' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["අත් පා පමණි","කතාන්දර පමණි","විද්‍යාත්මක උපකරණ හා තාක්ෂණය","මැජික් බලයන්"],
        answer: 2
    },
    {
        question: "'තරු' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["සතුන්ගේ","ළමයින්ගේ පමණි","සියලුම මිනිසුන්ගේ","පිටරට මිනිසුන්ගේ"],
        answer: 2
    },
];

export const grade5paper13 = [
    {
        question: "'මාතර' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ලංකාව ඇතුළත","ඉන්දියාවේ","යුරෝපයේ","ඇමෙරිකාවේ"],
        answer: 0
    },
    {
        question: "'මාතර' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["ජලය","හිම කරත්ත","නිවාස","ආහාර"],
        answer: 1
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'මාතර' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["පළාතකට","සාගරයකට","මහාද්වීපයකට","වෙනත් රටකට"],
        answer: 0
    },
    {
        question: "'මාතර' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["පාසල","කඩය","රෝහල","පොලිසිය"],
        answer: 0
    },
    {
        question: "'වඩුරාල' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["මහජන සේවයක්","හානිකර දෙයක්","පරිසර විනාශයක්","කිසිදු සේවයක් නැත"],
        answer: 0
    },
    {
        question: "'වඩුරාල' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["වෙනත් අයගේ මුදල්","හොරකම","තම දැනුම හා ශ්‍රමය","කම්මැලිකම"],
        answer: 2
    },
    {
        question: "සමාජයේ පැවැත්මට 'වඩුරාල' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["සමහරවිට","ඔව්, ඉතා අවශ්‍යයි","කිසිසේත් නැත","නැත, අවශ්‍ය නැත"],
        answer: 1
    },
    {
        question: "අප 'වඩුරාල' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["ඔවුන් බියජනක බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්","නීතියක් ඇති බැවින්"],
        answer: 2
    },
    {
        question: "'මිදි' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["දැව ලබා දීම","සෙල්ලම් බඩු සෑදීම","ආහාර ලබා දීම","රෙදි නිපදවීම"],
        answer: 2
    },
    {
        question: "'මිදි' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["බීජ හෝ පත්‍ර/මුල්","ප්ලාස්ටික්","රෙදි","වීදුරු"],
        answer: 0
    },
    {
        question: "'ගඟ' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ට","ඟ","ක"],
        answer: 2
    },
    {
        question: "'කන්ද' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["4","3","5","6"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('කන්ද')",
        options: ["කන්ද","කන්දය","කන්දව","කණ්ද"],
        answer: 0
    },
    {
        question: "'කන්ද' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ක","ට","ද"],
        answer: 3
    },
    {
        question: "'මුහුද' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["4","7","5","6"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('මුහුද')",
        options: ["මුහුදව","මුහුදක්","මුහුදය","මුහුද"],
        answer: 3
    },
    {
        question: "'මුහුද' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ද","ම","ට","ක"],
        answer: 0
    },
    {
        question: "'වැව' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","3","4","2"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('වැව')",
        options: ["වැවව","වැවක්","වැවය","වැව"],
        answer: 3
    },
    {
        question: "'වැව' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ට","ක","ව"],
        answer: 3
    },
    {
        question: "36 × 9 හි අගය කීයද?",
        options: ["322","324","333","326"],
        answer: 1
    },
    {
        question: "37 × 2 හි අගය කීයද?",
        options: ["76","76","74","72"],
        answer: 2
    },
    {
        question: "38 × 3 හි අගය කීයද?",
        options: ["117","116","112","114"],
        answer: 3
    },
    {
        question: "39 × 4 හි අගය කීයද?",
        options: ["160","158","154","156"],
        answer: 3
    },
    {
        question: "40 × 5 හි අගය කීයද?",
        options: ["202","200","205","198"],
        answer: 1
    },
    {
        question: "41 × 6 හි අගය කීයද?",
        options: ["246","244","248","252"],
        answer: 0
    },
    {
        question: "42 × 7 හි අගය කීයද?",
        options: ["294","296","292","301"],
        answer: 0
    },
    {
        question: "43 × 8 හි අගය කීයද?",
        options: ["344","346","352","342"],
        answer: 0
    },
    {
        question: "44 × 9 හි අගය කීයද?",
        options: ["405","394","396","398"],
        answer: 2
    },
    {
        question: "45 × 2 හි අගය කීයද?",
        options: ["92","88","90","92"],
        answer: 2
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'වලාකුළු' අයත් වන්නේ කුමකටද?",
        options: ["කෘත්‍රිම වස්තුවකි","ප්ලාස්ටික් නිෂ්පාදනයකි","යන්ත්‍රයකි","ස්වාභාවික වස්තුවකි"],
        answer: 3
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'වලාකුළු' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["ආහාරයට ගැනීමට","හරිහැටි නිදා ගැනීමට","මිලදී ගැනීමට","ස්වභාවධර්මය අවබෝධ කර ගැනීමට"],
        answer: 3
    },
    {
        question: "වර්තමාන ලෝකයේ 'වලාකුළු' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["කෘමීන් බෝවීම","දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්","සතුන්ගේ ක්‍රියාකාරකම්","පිටසක්වල බලපෑම්"],
        answer: 1
    },
    {
        question: "අප අවට ඇති 'වලාකුළු' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["කතාන්දර පමණි","විද්‍යාත්මක උපකරණ හා තාක්ෂණය","මැජික් බලයන්","අත් පා පමණි"],
        answer: 1
    },
    {
        question: "'වලාකුළු' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["පිටරට මිනිසුන්ගේ","ළමයින්ගේ පමණි","සතුන්ගේ","සියලුම මිනිසුන්ගේ"],
        answer: 3
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'සාගරය' අයත් වන්නේ කුමකටද?",
        options: ["ප්ලාස්ටික් නිෂ්පාදනයකි","ස්වාභාවික වස්තුවකි","යන්ත්‍රයකි","කෘත්‍රිම වස්තුවකි"],
        answer: 1
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'සාගරය' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["ආහාරයට ගැනීමට","ස්වභාවධර්මය අවබෝධ කර ගැනීමට","මිලදී ගැනීමට","හරිහැටි නිදා ගැනීමට"],
        answer: 1
    },
    {
        question: "වර්තමාන ලෝකයේ 'සාගරය' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["පිටසක්වල බලපෑම්","දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්","කෘමීන් බෝවීම","සතුන්ගේ ක්‍රියාකාරකම්"],
        answer: 1
    },
    {
        question: "අප අවට ඇති 'සාගරය' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["අත් පා පමණි","කතාන්දර පමණි","විද්‍යාත්මක උපකරණ හා තාක්ෂණය","මැජික් බලයන්"],
        answer: 2
    },
    {
        question: "'සාගරය' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["පිටරට මිනිසුන්ගේ","සියලුම මිනිසුන්ගේ","ළමයින්ගේ පමණි","සතුන්ගේ"],
        answer: 1
    },
];

export const grade5paper14 = [
    {
        question: "පරිසරයේ ඇති 'මිදි' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["පරිසර සමතුලිතතාවයට","විනාශ කිරීමට","ගිනි තැබීමට","කපා දැමීමට"],
        answer: 0
    },
    {
        question: "'මිදි' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["සතුන්","දිලීර","ශාක","බැක්ටීරියා"],
        answer: 2
    },
    {
        question: "'රිළවා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ස්වාභාවික පරිසරයේ","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","අභ්‍යවකාශයේ","ගිනි කන්දක"],
        answer: 0
    },
    {
        question: "'රිළවා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["යාන වාහන මත","ඇඳුම් පැලඳුම් මත","පොත් පත් කියවීම මත","ආහාර හා පරිසරය මත"],
        answer: 3
    },
    {
        question: "'රිළවා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["අනෙක් සතුන්ට දීමෙන්","ජලයට දැමීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්","කැලයට මුදා හැරීමෙන්"],
        answer: 2
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'රිළවා' ට සිදුවන්නේ කුමක්ද?",
        options: ["වාසස්ථාන අහිමි වීම","නිවාස ලැබීම","පෝසත් වීම","අධ්‍යාපනය ලැබීම"],
        answer: 0
    },
    {
        question: "'හම්බන්තොට' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ඉන්දියාවේ","යුරෝපයේ","ඇමෙරිකාවේ","ලංකාව ඇතුළත"],
        answer: 3
    },
    {
        question: "'හම්බන්තොට' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["නිවාස","ආහාර","ජලය","හිම කරත්ත"],
        answer: 3
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'හම්බන්තොට' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["වෙනත් රටකට","පළාතකට","සාගරයකට","මහාද්වීපයකට"],
        answer: 1
    },
    {
        question: "'හම්බන්තොට' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["කඩය","පාසල","පොලිසිය","රෝහල"],
        answer: 1
    },
    {
        question: "'පාසල' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["3","4","6","5"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('පාසල')",
        options: ["පාසල","පාසලය","පාසලව","පාසළ"],
        answer: 0
    },
    {
        question: "'පාසල' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ල","ට","ම","ක"],
        answer: 0
    },
    {
        question: "'පෑන' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["4","2","5","3"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('පෑන')",
        options: ["පෑනව","පෑන","පෑණ","පෑනය"],
        answer: 1
    },
    {
        question: "'පෑන' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ට","න","ම"],
        answer: 2
    },
    {
        question: "'පැන්සල' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["6","8","5","7"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('පැන්සල')",
        options: ["පැන්සලය","පැණ්සළ","පැන්සලව","පැන්සල"],
        answer: 3
    },
    {
        question: "'පැන්සල' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ල","ක","ම","ට"],
        answer: 0
    },
    {
        question: "'පුටුව' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["7","4","6","5"],
        answer: 3
    },
    {
        question: "46 × 3 හි අගය කීයද?",
        options: ["138","140","136","141"],
        answer: 0
    },
    {
        question: "47 × 4 හි අගය කීයද?",
        options: ["192","186","190","188"],
        answer: 3
    },
    {
        question: "48 × 5 හි අගය කීයද?",
        options: ["240","242","238","245"],
        answer: 0
    },
    {
        question: "49 × 6 හි අගය කීයද?",
        options: ["300","292","296","294"],
        answer: 3
    },
    {
        question: "50 × 7 හි අගය කීයද?",
        options: ["350","357","352","348"],
        answer: 0
    },
    {
        question: "51 × 8 හි අගය කීයද?",
        options: ["408","416","406","410"],
        answer: 0
    },
    {
        question: "52 × 9 හි අගය කීයද?",
        options: ["468","477","466","470"],
        answer: 0
    },
    {
        question: "53 × 2 හි අගය කීයද?",
        options: ["108","108","104","106"],
        answer: 3
    },
    {
        question: "54 × 3 හි අගය කීයද?",
        options: ["162","164","160","165"],
        answer: 0
    },
    {
        question: "55 × 4 හි අගය කීයද?",
        options: ["220","224","218","222"],
        answer: 0
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'ගංගාව' අයත් වන්නේ කුමකටද?",
        options: ["කෘත්‍රිම වස්තුවකි","ප්ලාස්ටික් නිෂ්පාදනයකි","ස්වාභාවික වස්තුවකි","යන්ත්‍රයකි"],
        answer: 2
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'ගංගාව' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["හරිහැටි නිදා ගැනීමට","ආහාරයට ගැනීමට","ස්වභාවධර්මය අවබෝධ කර ගැනීමට","මිලදී ගැනීමට"],
        answer: 2
    },
    {
        question: "වර්තමාන ලෝකයේ 'ගංගාව' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["කෘමීන් බෝවීම","සතුන්ගේ ක්‍රියාකාරකම්","පිටසක්වල බලපෑම්","දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්"],
        answer: 3
    },
    {
        question: "අප අවට ඇති 'ගංගාව' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["අත් පා පමණි","කතාන්දර පමණි","විද්‍යාත්මක උපකරණ හා තාක්ෂණය","මැජික් බලයන්"],
        answer: 2
    },
    {
        question: "'ගංගාව' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["සතුන්ගේ","සියලුම මිනිසුන්ගේ","ළමයින්ගේ පමණි","පිටරට මිනිසුන්ගේ"],
        answer: 1
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'කන්ද' අයත් වන්නේ කුමකටද?",
        options: ["ප්ලාස්ටික් නිෂ්පාදනයකි","යන්ත්‍රයකි","කෘත්‍රිම වස්තුවකි","ස්වාභාවික වස්තුවකි"],
        answer: 3
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'කන්ද' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["ස්වභාවධර්මය අවබෝධ කර ගැනීමට","හරිහැටි නිදා ගැනීමට","මිලදී ගැනීමට","ආහාරයට ගැනීමට"],
        answer: 0
    },
    {
        question: "වර්තමාන ලෝකයේ 'කන්ද' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["පිටසක්වල බලපෑම්","සතුන්ගේ ක්‍රියාකාරකම්","දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්","කෘමීන් බෝවීම"],
        answer: 2
    },
    {
        question: "අප අවට ඇති 'කන්ද' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["අත් පා පමණි","විද්‍යාත්මක උපකරණ හා තාක්ෂණය","මැජික් බලයන්","කතාන්දර පමණි"],
        answer: 1
    },
    {
        question: "'කන්ද' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["සතුන්ගේ","සියලුම මිනිසුන්ගේ","පිටරට මිනිසුන්ගේ","ළමයින්ගේ පමණි"],
        answer: 1
    },
];

export const grade5paper15 = [
    {
        question: "'ලියුම්කරු' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["කිසිදු සේවයක් නැත","මහජන සේවයක්","හානිකර දෙයක්","පරිසර විනාශයක්"],
        answer: 1
    },
    {
        question: "'ලියුම්කරු' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["හොරකම","කම්මැලිකම","තම දැනුම හා ශ්‍රමය","වෙනත් අයගේ මුදල්"],
        answer: 2
    },
    {
        question: "සමාජයේ පැවැත්මට 'ලියුම්කරු' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["කිසිසේත් නැත","සමහරවිට","නැත, අවශ්‍ය නැත","ඔව්, ඉතා අවශ්‍යයි"],
        answer: 3
    },
    {
        question: "අප 'ලියුම්කරු' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","ඔවුන් බියජනක බැවින්","නීතියක් ඇති බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්"],
        answer: 3
    },
    {
        question: "'දෙහි' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["ආහාර ලබා දීම","දැව ලබා දීම","සෙල්ලම් බඩු සෑදීම","රෙදි නිපදවීම"],
        answer: 0
    },
    {
        question: "'දෙහි' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["ප්ලාස්ටික්","වීදුරු","රෙදි","බීජ හෝ පත්‍ර/මුල්"],
        answer: 3
    },
    {
        question: "පරිසරයේ ඇති 'දෙහි' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["ගිනි තැබීමට","පරිසර සමතුලිතතාවයට","කපා දැමීමට","විනාශ කිරීමට"],
        answer: 1
    },
    {
        question: "'දෙහි' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["සතුන්","දිලීර","බැක්ටීරියා","ශාක"],
        answer: 3
    },
    {
        question: "'හාවා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ස්වාභාවික පරිසරයේ","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","අභ්‍යවකාශයේ","ගිනි කන්දක"],
        answer: 0
    },
    {
        question: "'හාවා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["ආහාර හා පරිසරය මත","පොත් පත් කියවීම මත","ඇඳුම් පැලඳුම් මත","යාන වාහන මත"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('පුටුව')",
        options: ["පුටුව","පුටුවව","පුටුවක්","පුටුවය"],
        answer: 0
    },
    {
        question: "'පුටුව' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ට","ව","ම"],
        answer: 2
    },
    {
        question: "'මේසය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","4","3","6"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('මේසය')",
        options: ["මේසයය","මේසය","මේසයව","මේසයක්"],
        answer: 1
    },
    {
        question: "'මේසය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ය","ම","ක"],
        answer: 1
    },
    {
        question: "'මව' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["3","1","4","2"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('මව')",
        options: ["මවව","මවය","මව","මවක්"],
        answer: 2
    },
    {
        question: "'මව' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ක","ට","ව"],
        answer: 3
    },
    {
        question: "'පියා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["4","3","5","6"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('පියා')",
        options: ["පියාය","පියාව","පියා","පියාක්"],
        answer: 2
    },
    {
        question: "56 × 5 හි අගය කීයද?",
        options: ["282","278","280","285"],
        answer: 2
    },
    {
        question: "57 × 6 හි අගය කීයද?",
        options: ["340","344","342","348"],
        answer: 2
    },
    {
        question: "58 × 7 හි අගය කීයද?",
        options: ["406","408","404","413"],
        answer: 0
    },
    {
        question: "59 × 8 හි අගය කීයද?",
        options: ["474","472","480","470"],
        answer: 1
    },
    {
        question: "60 × 9 හි අගය කීයද?",
        options: ["542","540","538","549"],
        answer: 1
    },
    {
        question: "61 × 2 හි අගය කීයද?",
        options: ["124","124","120","122"],
        answer: 3
    },
    {
        question: "62 × 3 හි අගය කීයද?",
        options: ["189","186","188","184"],
        answer: 1
    },
    {
        question: "63 × 4 හි අගය කීයද?",
        options: ["250","254","252","256"],
        answer: 2
    },
    {
        question: "64 × 5 හි අගය කීයද?",
        options: ["320","318","325","322"],
        answer: 0
    },
    {
        question: "65 × 6 හි අගය කීයද?",
        options: ["392","396","388","390"],
        answer: 3
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'දූපත' අයත් වන්නේ කුමකටද?",
        options: ["යන්ත්‍රයකි","ප්ලාස්ටික් නිෂ්පාදනයකි","ස්වාභාවික වස්තුවකි","කෘත්‍රිම වස්තුවකි"],
        answer: 2
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'දූපත' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["ස්වභාවධර්මය අවබෝධ කර ගැනීමට","හරිහැටි නිදා ගැනීමට","මිලදී ගැනීමට","ආහාරයට ගැනීමට"],
        answer: 0
    },
    {
        question: "වර්තමාන ලෝකයේ 'දූපත' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්","සතුන්ගේ ක්‍රියාකාරකම්","කෘමීන් බෝවීම","පිටසක්වල බලපෑම්"],
        answer: 0
    },
    {
        question: "අප අවට ඇති 'දූපත' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["අත් පා පමණි","විද්‍යාත්මක උපකරණ හා තාක්ෂණය","මැජික් බලයන්","කතාන්දර පමණි"],
        answer: 1
    },
    {
        question: "'දූපත' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["සතුන්ගේ","සියලුම මිනිසුන්ගේ","පිටරට මිනිසුන්ගේ","ළමයින්ගේ පමණි"],
        answer: 1
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'මහාද්වීපය' අයත් වන්නේ කුමකටද?",
        options: ["ස්වාභාවික වස්තුවකි","ප්ලාස්ටික් නිෂ්පාදනයකි","යන්ත්‍රයකි","කෘත්‍රිම වස්තුවකි"],
        answer: 0
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'මහාද්වීපය' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["ස්වභාවධර්මය අවබෝධ කර ගැනීමට","ආහාරයට ගැනීමට","හරිහැටි නිදා ගැනීමට","මිලදී ගැනීමට"],
        answer: 0
    },
    {
        question: "වර්තමාන ලෝකයේ 'මහාද්වීපය' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["සතුන්ගේ ක්‍රියාකාරකම්","කෘමීන් බෝවීම","දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්","පිටසක්වල බලපෑම්"],
        answer: 2
    },
    {
        question: "අප අවට ඇති 'මහාද්වීපය' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["මැජික් බලයන්","කතාන්දර පමණි","විද්‍යාත්මක උපකරණ හා තාක්ෂණය","අත් පා පමණි"],
        answer: 2
    },
    {
        question: "'මහාද්වීපය' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["සියලුම මිනිසුන්ගේ","ළමයින්ගේ පමණි","පිටරට මිනිසුන්ගේ","සතුන්ගේ"],
        answer: 0
    },
];

export const grade5paper16 = [
    {
        question: "'හාවා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["සංවේදීව රැකබලා ගැනීමෙන්","කැලයට මුදා හැරීමෙන්","ජලයට දැමීමෙන්","අනෙක් සතුන්ට දීමෙන්"],
        answer: 0
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'හාවා' ට සිදුවන්නේ කුමක්ද?",
        options: ["නිවාස ලැබීම","අධ්‍යාපනය ලැබීම","වාසස්ථාන අහිමි වීම","පෝසත් වීම"],
        answer: 2
    },
    {
        question: "'යාපනය' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ඇමෙරිකාවේ","ඉන්දියාවේ","ලංකාව ඇතුළත","යුරෝපයේ"],
        answer: 2
    },
    {
        question: "'යාපනය' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["ජලය","නිවාස","හිම කරත්ත","ආහාර"],
        answer: 2
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'යාපනය' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["පළාතකට","මහාද්වීපයකට","සාගරයකට","වෙනත් රටකට"],
        answer: 0
    },
    {
        question: "'යාපනය' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["රෝහල","කඩය","පොලිසිය","පාසල"],
        answer: 3
    },
    {
        question: "'ඉංජිනේරුවා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["හානිකර දෙයක්","මහජන සේවයක්","පරිසර විනාශයක්","කිසිදු සේවයක් නැත"],
        answer: 1
    },
    {
        question: "'ඉංජිනේරුවා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["හොරකම","වෙනත් අයගේ මුදල්","කම්මැලිකම","තම දැනුම හා ශ්‍රමය"],
        answer: 3
    },
    {
        question: "සමාජයේ පැවැත්මට 'ඉංජිනේරුවා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["නැත, අවශ්‍ය නැත","කිසිසේත් නැත","ඔව්, ඉතා අවශ්‍යයි","සමහරවිට"],
        answer: 2
    },
    {
        question: "අප 'ඉංජිනේරුවා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["නීතියක් ඇති බැවින්","ඔවුන් බියජනක බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්"],
        answer: 2
    },
    {
        question: "'පියා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ම","ට","ා"],
        answer: 3
    },
    {
        question: "'අයියා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","4","6","7"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('අයියා')",
        options: ["අයියාක්","අයියාය","අයියා","අයියාව"],
        answer: 2
    },
    {
        question: "'අයියා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ක","ට","ා"],
        answer: 3
    },
    {
        question: "'අක්කා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["4","6","5","7"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('අක්කා')",
        options: ["අක්කාක්","අක්කා","අක්කාය","අක්කාව"],
        answer: 1
    },
    {
        question: "'අක්කා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ා","ම","ට"],
        answer: 1
    },
    {
        question: "'නංගී' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["3","4","6","5"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('නංගී')",
        options: ["ණංගී","නංගීව","නංගීය","නංගී"],
        answer: 3
    },
    {
        question: "'නංගී' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ම","ට","ී"],
        answer: 3
    },
    {
        question: "70 ÷ 5 හි අගය කීයද?",
        options: ["13","16","14","15"],
        answer: 2
    },
    {
        question: "90 ÷ 6 හි අගය කීයද?",
        options: ["17","16","15","14"],
        answer: 2
    },
    {
        question: "112 ÷ 7 හි අගය කීයද?",
        options: ["16","15","17","18"],
        answer: 0
    },
    {
        question: "136 ÷ 8 හි අගය කීයද?",
        options: ["17","16","19","18"],
        answer: 0
    },
    {
        question: "162 ÷ 9 හි අගය කීයද?",
        options: ["19","20","18","17"],
        answer: 2
    },
    {
        question: "38 ÷ 2 හි අගය කීයද?",
        options: ["18","21","20","19"],
        answer: 3
    },
    {
        question: "60 ÷ 3 හි අගය කීයද?",
        options: ["20","19","21","22"],
        answer: 0
    },
    {
        question: "84 ÷ 4 හි අගය කීයද?",
        options: ["22","23","20","21"],
        answer: 3
    },
    {
        question: "110 ÷ 5 හි අගය කීයද?",
        options: ["21","24","23","22"],
        answer: 3
    },
    {
        question: "138 ÷ 6 හි අගය කීයද?",
        options: ["24","22","23","25"],
        answer: 2
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'ගිනි කන්ද' අයත් වන්නේ කුමකටද?",
        options: ["ප්ලාස්ටික් නිෂ්පාදනයකි","යන්ත්‍රයකි","ස්වාභාවික වස්තුවකි","කෘත්‍රිම වස්තුවකි"],
        answer: 2
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'ගිනි කන්ද' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["හරිහැටි නිදා ගැනීමට","ආහාරයට ගැනීමට","මිලදී ගැනීමට","ස්වභාවධර්මය අවබෝධ කර ගැනීමට"],
        answer: 3
    },
    {
        question: "වර්තමාන ලෝකයේ 'ගිනි කන්ද' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["පිටසක්වල බලපෑම්","සතුන්ගේ ක්‍රියාකාරකම්","කෘමීන් බෝවීම","දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්"],
        answer: 3
    },
    {
        question: "අප අවට ඇති 'ගිනි කන්ද' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["කතාන්දර පමණි","විද්‍යාත්මක උපකරණ හා තාක්ෂණය","මැජික් බලයන්","අත් පා පමණි"],
        answer: 1
    },
    {
        question: "'ගිනි කන්ද' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["පිටරට මිනිසුන්ගේ","ළමයින්ගේ පමණි","සියලුම මිනිසුන්ගේ","සතුන්ගේ"],
        answer: 2
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'භූමිකම්පාව' අයත් වන්නේ කුමකටද?",
        options: ["කෘත්‍රිම වස්තුවකි","ස්වාභාවික වස්තුවකි","යන්ත්‍රයකි","ප්ලාස්ටික් නිෂ්පාදනයකි"],
        answer: 1
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'භූමිකම්පාව' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["ආහාරයට ගැනීමට","ස්වභාවධර්මය අවබෝධ කර ගැනීමට","හරිහැටි නිදා ගැනීමට","මිලදී ගැනීමට"],
        answer: 1
    },
    {
        question: "වර්තමාන ලෝකයේ 'භූමිකම්පාව' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්","සතුන්ගේ ක්‍රියාකාරකම්","කෘමීන් බෝවීම","පිටසක්වල බලපෑම්"],
        answer: 0
    },
    {
        question: "අප අවට ඇති 'භූමිකම්පාව' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["මැජික් බලයන්","අත් පා පමණි","විද්‍යාත්මක උපකරණ හා තාක්ෂණය","කතාන්දර පමණි"],
        answer: 2
    },
    {
        question: "'භූමිකම්පාව' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["පිටරට මිනිසුන්ගේ","සියලුම මිනිසුන්ගේ","ළමයින්ගේ පමණි","සතුන්ගේ"],
        answer: 1
    },
];

export const grade5paper17 = [
    {
        question: "'දොඩම්' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["ආහාර ලබා දීම","සෙල්ලම් බඩු සෑදීම","දැව ලබා දීම","රෙදි නිපදවීම"],
        answer: 0
    },
    {
        question: "'දොඩම්' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["වීදුරු","බීජ හෝ පත්‍ර/මුල්","ප්ලාස්ටික්","රෙදි"],
        answer: 1
    },
    {
        question: "පරිසරයේ ඇති 'දොඩම්' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["ගිනි තැබීමට","විනාශ කිරීමට","කපා දැමීමට","පරිසර සමතුලිතතාවයට"],
        answer: 3
    },
    {
        question: "'දොඩම්' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["සතුන්","බැක්ටීරියා","ශාක","දිලීර"],
        answer: 2
    },
    {
        question: "'මීමින්නා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["අභ්‍යවකාශයේ","ගිනි කන්දක","ස්වාභාවික පරිසරයේ","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)"],
        answer: 2
    },
    {
        question: "'මීමින්නා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["පොත් පත් කියවීම මත","ඇඳුම් පැලඳුම් මත","යාන වාහන මත","ආහාර හා පරිසරය මත"],
        answer: 3
    },
    {
        question: "'මීමින්නා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["අනෙක් සතුන්ට දීමෙන්","කැලයට මුදා හැරීමෙන්","ජලයට දැමීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්"],
        answer: 3
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'මීමින්නා' ට සිදුවන්නේ කුමක්ද?",
        options: ["අධ්‍යාපනය ලැබීම","පෝසත් වීම","වාසස්ථාන අහිමි වීම","නිවාස ලැබීම"],
        answer: 2
    },
    {
        question: "'කිලිනොච්චිය' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["යුරෝපයේ","ඇමෙරිකාවේ","ඉන්දියාවේ","ලංකාව ඇතුළත"],
        answer: 3
    },
    {
        question: "'කිලිනොච්චිය' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["ආහාර","නිවාස","ජලය","හිම කරත්ත"],
        answer: 3
    },
    {
        question: "'මල්ලී' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["4","6","5","7"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('මල්ලී')",
        options: ["මල්ලීය","මල්ලී","මල්ලීව","මළ්ලී"],
        answer: 1
    },
    {
        question: "'මල්ලී' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ට","ී","ක"],
        answer: 2
    },
    {
        question: "'මාමා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["6","5","3","4"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('මාමා')",
        options: ["මාමාය","මාමා","මාමාව","මාමාක්"],
        answer: 1
    },
    {
        question: "'මාමා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ක","ා","ට"],
        answer: 2
    },
    {
        question: "'නැන්දා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["8","7","6","5"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('නැන්දා')",
        options: ["නැන්දාය","නැන්දාව","ණැන්දා","නැන්දා"],
        answer: 3
    },
    {
        question: "'නැන්දා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ම","ක","ා"],
        answer: 3
    },
    {
        question: "'සීයා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","3","6","4"],
        answer: 3
    },
    {
        question: "168 ÷ 7 හි අගය කීයද?",
        options: ["26","25","23","24"],
        answer: 3
    },
    {
        question: "200 ÷ 8 හි අගය කීයද?",
        options: ["25","24","26","27"],
        answer: 0
    },
    {
        question: "234 ÷ 9 හි අගය කීයද?",
        options: ["25","28","27","26"],
        answer: 3
    },
    {
        question: "54 ÷ 2 හි අගය කීයද?",
        options: ["29","26","27","28"],
        answer: 2
    },
    {
        question: "84 ÷ 3 හි අගය කීයද?",
        options: ["29","28","27","30"],
        answer: 1
    },
    {
        question: "116 ÷ 4 හි අගය කීයද?",
        options: ["29","31","30","28"],
        answer: 0
    },
    {
        question: "150 ÷ 5 හි අගය කීයද?",
        options: ["32","31","30","29"],
        answer: 2
    },
    {
        question: "186 ÷ 6 හි අගය කීයද?",
        options: ["32","33","30","31"],
        answer: 3
    },
    {
        question: "224 ÷ 7 හි අගය කීයද?",
        options: ["33","32","31","34"],
        answer: 1
    },
    {
        question: "264 ÷ 8 හි අගය කීයද?",
        options: ["33","32","35","34"],
        answer: 0
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'සුළි කුණාටුව' අයත් වන්නේ කුමකටද?",
        options: ["ස්වාභාවික වස්තුවකි","කෘත්‍රිම වස්තුවකි","ප්ලාස්ටික් නිෂ්පාදනයකි","යන්ත්‍රයකි"],
        answer: 0
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'සුළි කුණාටුව' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["ආහාරයට ගැනීමට","හරිහැටි නිදා ගැනීමට","ස්වභාවධර්මය අවබෝධ කර ගැනීමට","මිලදී ගැනීමට"],
        answer: 2
    },
    {
        question: "වර්තමාන ලෝකයේ 'සුළි කුණාටුව' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["පිටසක්වල බලපෑම්","සතුන්ගේ ක්‍රියාකාරකම්","කෘමීන් බෝවීම","දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්"],
        answer: 3
    },
    {
        question: "අප අවට ඇති 'සුළි කුණාටුව' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["විද්‍යාත්මක උපකරණ හා තාක්ෂණය","මැජික් බලයන්","අත් පා පමණි","කතාන්දර පමණි"],
        answer: 0
    },
    {
        question: "'සුළි කුණාටුව' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["ළමයින්ගේ පමණි","සියලුම මිනිසුන්ගේ","සතුන්ගේ","පිටරට මිනිසුන්ගේ"],
        answer: 1
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'වර්ෂාව' අයත් වන්නේ කුමකටද?",
        options: ["ස්වාභාවික වස්තුවකි","කෘත්‍රිම වස්තුවකි","ප්ලාස්ටික් නිෂ්පාදනයකි","යන්ත්‍රයකි"],
        answer: 0
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'වර්ෂාව' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["ස්වභාවධර්මය අවබෝධ කර ගැනීමට","ආහාරයට ගැනීමට","මිලදී ගැනීමට","හරිහැටි නිදා ගැනීමට"],
        answer: 0
    },
    {
        question: "වර්තමාන ලෝකයේ 'වර්ෂාව' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["පිටසක්වල බලපෑම්","කෘමීන් බෝවීම","සතුන්ගේ ක්‍රියාකාරකම්","දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්"],
        answer: 3
    },
    {
        question: "අප අවට ඇති 'වර්ෂාව' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["අත් පා පමණි","කතාන්දර පමණි","විද්‍යාත්මක උපකරණ හා තාක්ෂණය","මැජික් බලයන්"],
        answer: 2
    },
    {
        question: "'වර්ෂාව' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["පිටරට මිනිසුන්ගේ","සියලුම මිනිසුන්ගේ","සතුන්ගේ","ළමයින්ගේ පමණි"],
        answer: 1
    },
];

export const grade5paper18 = [
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'කිලිනොච්චිය' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["සාගරයකට","වෙනත් රටකට","පළාතකට","මහාද්වීපයකට"],
        answer: 2
    },
    {
        question: "'කිලිනොච්චිය' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["රෝහල","පොලිසිය","පාසල","කඩය"],
        answer: 2
    },
    {
        question: "'හෙදිය' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["හානිකර දෙයක්","මහජන සේවයක්","කිසිදු සේවයක් නැත","පරිසර විනාශයක්"],
        answer: 1
    },
    {
        question: "'හෙදිය' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["කම්මැලිකම","තම දැනුම හා ශ්‍රමය","වෙනත් අයගේ මුදල්","හොරකම"],
        answer: 1
    },
    {
        question: "සමාජයේ පැවැත්මට 'හෙදිය' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["සමහරවිට","නැත, අවශ්‍ය නැත","ඔව්, ඉතා අවශ්‍යයි","කිසිසේත් නැත"],
        answer: 2
    },
    {
        question: "අප 'හෙදිය' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["සමාජය ගොඩනැගීමට දායක වන බැවින්","ඔවුන් බියජනක බැවින්","නීතියක් ඇති බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්"],
        answer: 0
    },
    {
        question: "'නාරං' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["සෙල්ලම් බඩු සෑදීම","රෙදි නිපදවීම","ආහාර ලබා දීම","දැව ලබා දීම"],
        answer: 2
    },
    {
        question: "'නාරං' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["ප්ලාස්ටික්","රෙදි","වීදුරු","බීජ හෝ පත්‍ර/මුල්"],
        answer: 3
    },
    {
        question: "පරිසරයේ ඇති 'නාරං' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["කපා දැමීමට","පරිසර සමතුලිතතාවයට","විනාශ කිරීමට","ගිනි තැබීමට"],
        answer: 1
    },
    {
        question: "'නාරං' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["බැක්ටීරියා","ශාක","දිලීර","සතුන්"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('සීයා')",
        options: ["සීයා","සීයාව","සීයාක්","සීයාය"],
        answer: 0
    },
    {
        question: "'සීයා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ක","ම","ා"],
        answer: 3
    },
    {
        question: "'ආච්චි' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["7","4","5","6"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ආච්චි')",
        options: ["ආච්චිය","ආච්චිව","ආච්චික්","ආච්චි"],
        answer: 3
    },
    {
        question: "'ආච්චි' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ි","ක","ම","ට"],
        answer: 0
    },
    {
        question: "'බල්ලා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["6","7","4","5"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('බල්ලා')",
        options: ["බල්ලාය","බල්ලාව","බළ්ලා","බල්ලා"],
        answer: 3
    },
    {
        question: "'බල්ලා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ක","ම","ා"],
        answer: 3
    },
    {
        question: "'පූසා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","6","4","3"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('පූසා')",
        options: ["පූසාක්","පූසාව","පූසාය","පූසා"],
        answer: 3
    },
    {
        question: "306 ÷ 9 හි අගය කීයද?",
        options: ["33","36","35","34"],
        answer: 3
    },
    {
        question: "70 ÷ 2 හි අගය කීයද?",
        options: ["35","34","37","36"],
        answer: 0
    },
    {
        question: "108 ÷ 3 හි අගය කීයද?",
        options: ["37","36","38","35"],
        answer: 1
    },
    {
        question: "148 ÷ 4 හි අගය කීයද?",
        options: ["39","36","38","37"],
        answer: 3
    },
    {
        question: "190 ÷ 5 හි අගය කීයද?",
        options: ["39","38","40","37"],
        answer: 1
    },
    {
        question: "234 ÷ 6 හි අගය කීයද?",
        options: ["38","40","41","39"],
        answer: 3
    },
    {
        question: "280 ÷ 7 හි අගය කීයද?",
        options: ["41","39","42","40"],
        answer: 3
    },
    {
        question: "328 ÷ 8 හි අගය කීයද?",
        options: ["41","42","43","40"],
        answer: 0
    },
    {
        question: "378 ÷ 9 හි අගය කීයද?",
        options: ["44","41","43","42"],
        answer: 3
    },
    {
        question: "86 ÷ 2 හි අගය කීයද?",
        options: ["44","45","42","43"],
        answer: 3
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'හිම' අයත් වන්නේ කුමකටද?",
        options: ["ස්වාභාවික වස්තුවකි","යන්ත්‍රයකි","කෘත්‍රිම වස්තුවකි","ප්ලාස්ටික් නිෂ්පාදනයකි"],
        answer: 0
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'හිම' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["ස්වභාවධර්මය අවබෝධ කර ගැනීමට","මිලදී ගැනීමට","ආහාරයට ගැනීමට","හරිහැටි නිදා ගැනීමට"],
        answer: 0
    },
    {
        question: "වර්තමාන ලෝකයේ 'හිම' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["සතුන්ගේ ක්‍රියාකාරකම්","පිටසක්වල බලපෑම්","දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්","කෘමීන් බෝවීම"],
        answer: 2
    },
    {
        question: "අප අවට ඇති 'හිම' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["අත් පා පමණි","කතාන්දර පමණි","විද්‍යාත්මක උපකරණ හා තාක්ෂණය","මැජික් බලයන්"],
        answer: 2
    },
    {
        question: "'හිම' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["සියලුම මිනිසුන්ගේ","ළමයින්ගේ පමණි","පිටරට මිනිසුන්ගේ","සතුන්ගේ"],
        answer: 0
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'කාන්තාරය' අයත් වන්නේ කුමකටද?",
        options: ["කෘත්‍රිම වස්තුවකි","ස්වාභාවික වස්තුවකි","යන්ත්‍රයකි","ප්ලාස්ටික් නිෂ්පාදනයකි"],
        answer: 1
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'කාන්තාරය' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["ස්වභාවධර්මය අවබෝධ කර ගැනීමට","මිලදී ගැනීමට","ආහාරයට ගැනීමට","හරිහැටි නිදා ගැනීමට"],
        answer: 0
    },
    {
        question: "වර්තමාන ලෝකයේ 'කාන්තාරය' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["සතුන්ගේ ක්‍රියාකාරකම්","පිටසක්වල බලපෑම්","දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්","කෘමීන් බෝවීම"],
        answer: 2
    },
    {
        question: "අප අවට ඇති 'කාන්තාරය' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["විද්‍යාත්මක උපකරණ හා තාක්ෂණය","අත් පා පමණි","මැජික් බලයන්","කතාන්දර පමණි"],
        answer: 0
    },
    {
        question: "'කාන්තාරය' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["ළමයින්ගේ පමණි","සතුන්ගේ","සියලුම මිනිසුන්ගේ","පිටරට මිනිසුන්ගේ"],
        answer: 2
    },
];

export const grade5paper19 = [
    {
        question: "'ඌරා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ස්වාභාවික පරිසරයේ","ගිනි කන්දක","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","අභ්‍යවකාශයේ"],
        answer: 0
    },
    {
        question: "'ඌරා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["යාන වාහන මත","ඇඳුම් පැලඳුම් මත","ආහාර හා පරිසරය මත","පොත් පත් කියවීම මත"],
        answer: 2
    },
    {
        question: "'ඌරා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["කැලයට මුදා හැරීමෙන්","අනෙක් සතුන්ට දීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්","ජලයට දැමීමෙන්"],
        answer: 2
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'ඌරා' ට සිදුවන්නේ කුමක්ද?",
        options: ["පෝසත් වීම","නිවාස ලැබීම","අධ්‍යාපනය ලැබීම","වාසස්ථාන අහිමි වීම"],
        answer: 3
    },
    {
        question: "'මන්නාරම' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ඉන්දියාවේ","යුරෝපයේ","ඇමෙරිකාවේ","ලංකාව ඇතුළත"],
        answer: 3
    },
    {
        question: "'මන්නාරම' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["ජලය","නිවාස","ආහාර","හිම කරත්ත"],
        answer: 3
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'මන්නාරම' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["වෙනත් රටකට","සාගරයකට","පළාතකට","මහාද්වීපයකට"],
        answer: 2
    },
    {
        question: "'මන්නාරම' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["රෝහල","පාසල","කඩය","පොලිසිය"],
        answer: 1
    },
    {
        question: "'මැහුම්කරු' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["පරිසර විනාශයක්","කිසිදු සේවයක් නැත","මහජන සේවයක්","හානිකර දෙයක්"],
        answer: 2
    },
    {
        question: "'මැහුම්කරු' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["හොරකම","වෙනත් අයගේ මුදල්","කම්මැලිකම","තම දැනුම හා ශ්‍රමය"],
        answer: 3
    },
    {
        question: "'පූසා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ා","ම","ක","ට"],
        answer: 0
    },
    {
        question: "'ගවයා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["3","4","5","6"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ගවයා')",
        options: ["ගවයාක්","ගවයා","ගවයාය","ගවයාව"],
        answer: 1
    },
    {
        question: "'ගවයා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ා","ම","ක","ට"],
        answer: 0
    },
    {
        question: "'එළුවා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["6","5","7","4"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('එළුවා')",
        options: ["එළුවාය","එළුවා","එළුවාක්","එලුවා"],
        answer: 1
    },
    {
        question: "'එළුවා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ා","ක","ම","ට"],
        answer: 0
    },
    {
        question: "'බැටළුවා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["8","7","6","9"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('බැටළුවා')",
        options: ["බැටලුවා","බැටළුවාය","බැටළුවා","බැටළුවාක්"],
        answer: 2
    },
    {
        question: "'බැටළුවා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ට","ා","ක"],
        answer: 2
    },
    {
        question: "132 ÷ 3 හි අගය කීයද?",
        options: ["45","44","43","46"],
        answer: 1
    },
    {
        question: "180 ÷ 4 හි අගය කීයද?",
        options: ["45","44","46","47"],
        answer: 0
    },
    {
        question: "230 ÷ 5 හි අගය කීයද?",
        options: ["48","46","45","47"],
        answer: 1
    },
    {
        question: "282 ÷ 6 හි අගය කීයද?",
        options: ["47","48","46","49"],
        answer: 0
    },
    {
        question: "336 ÷ 7 හි අගය කීයද?",
        options: ["50","48","49","47"],
        answer: 1
    },
    {
        question: "392 ÷ 8 හි අගය කීයද?",
        options: ["49","48","51","50"],
        answer: 0
    },
    {
        question: "450 ÷ 9 හි අගය කීයද?",
        options: ["50","52","51","49"],
        answer: 0
    },
    {
        question: "102 ÷ 2 හි අගය කීයද?",
        options: ["52","53","50","51"],
        answer: 3
    },
    {
        question: "156 ÷ 3 හි අගය කීයද?",
        options: ["52","54","53","51"],
        answer: 0
    },
    {
        question: "212 ÷ 4 හි අගය කීයද?",
        options: ["53","52","55","54"],
        answer: 0
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'වනාන්තරය' අයත් වන්නේ කුමකටද?",
        options: ["ස්වාභාවික වස්තුවකි","කෘත්‍රිම වස්තුවකි","යන්ත්‍රයකි","ප්ලාස්ටික් නිෂ්පාදනයකි"],
        answer: 0
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'වනාන්තරය' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["මිලදී ගැනීමට","ආහාරයට ගැනීමට","ස්වභාවධර්මය අවබෝධ කර ගැනීමට","හරිහැටි නිදා ගැනීමට"],
        answer: 2
    },
    {
        question: "වර්තමාන ලෝකයේ 'වනාන්තරය' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["සතුන්ගේ ක්‍රියාකාරකම්","දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්","පිටසක්වල බලපෑම්","කෘමීන් බෝවීම"],
        answer: 1
    },
    {
        question: "අප අවට ඇති 'වනාන්තරය' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["මැජික් බලයන්","කතාන්දර පමණි","විද්‍යාත්මක උපකරණ හා තාක්ෂණය","අත් පා පමණි"],
        answer: 2
    },
    {
        question: "'වනාන්තරය' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["පිටරට මිනිසුන්ගේ","ළමයින්ගේ පමණි","සතුන්ගේ","සියලුම මිනිසුන්ගේ"],
        answer: 3
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'දියඇල්ල' අයත් වන්නේ කුමකටද?",
        options: ["ස්වාභාවික වස්තුවකි","ප්ලාස්ටික් නිෂ්පාදනයකි","යන්ත්‍රයකි","කෘත්‍රිම වස්තුවකි"],
        answer: 0
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'දියඇල්ල' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["මිලදී ගැනීමට","ස්වභාවධර්මය අවබෝධ කර ගැනීමට","ආහාරයට ගැනීමට","හරිහැටි නිදා ගැනීමට"],
        answer: 1
    },
    {
        question: "වර්තමාන ලෝකයේ 'දියඇල්ල' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["සතුන්ගේ ක්‍රියාකාරකම්","කෘමීන් බෝවීම","දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්","පිටසක්වල බලපෑම්"],
        answer: 2
    },
    {
        question: "අප අවට ඇති 'දියඇල්ල' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["කතාන්දර පමණි","විද්‍යාත්මක උපකරණ හා තාක්ෂණය","මැජික් බලයන්","අත් පා පමණි"],
        answer: 1
    },
    {
        question: "'දියඇල්ල' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["සියලුම මිනිසුන්ගේ","සතුන්ගේ","ළමයින්ගේ පමණි","පිටරට මිනිසුන්ගේ"],
        answer: 0
    },
];

export const grade5paper20 = [
    {
        question: "සමාජයේ පැවැත්මට 'මැහුම්කරු' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["නැත, අවශ්‍ය නැත","ඔව්, ඉතා අවශ්‍යයි","සමහරවිට","කිසිසේත් නැත"],
        answer: 1
    },
    {
        question: "අප 'මැහුම්කරු' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","ඔවුන් බියජනක බැවින්","නීතියක් ඇති බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්"],
        answer: 3
    },
    {
        question: "'අන්නාසි' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["ආහාර ලබා දීම","රෙදි නිපදවීම","සෙල්ලම් බඩු සෑදීම","දැව ලබා දීම"],
        answer: 0
    },
    {
        question: "'අන්නාසි' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["ප්ලාස්ටික්","රෙදි","බීජ හෝ පත්‍ර/මුල්","වීදුරු"],
        answer: 2
    },
    {
        question: "පරිසරයේ ඇති 'අන්නාසි' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["පරිසර සමතුලිතතාවයට","ගිනි තැබීමට","කපා දැමීමට","විනාශ කිරීමට"],
        answer: 0
    },
    {
        question: "'අන්නාසි' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["දිලීර","සතුන්","බැක්ටීරියා","ශාක"],
        answer: 3
    },
    {
        question: "'ඉබ්බා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ගිනි කන්දක","අභ්‍යවකාශයේ","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","ස්වාභාවික පරිසරයේ"],
        answer: 3
    },
    {
        question: "'ඉබ්බා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["යාන වාහන මත","ආහාර හා පරිසරය මත","පොත් පත් කියවීම මත","ඇඳුම් පැලඳුම් මත"],
        answer: 1
    },
    {
        question: "'ඉබ්බා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["කැලයට මුදා හැරීමෙන්","ජලයට දැමීමෙන්","අනෙක් සතුන්ට දීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්"],
        answer: 3
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'ඉබ්බා' ට සිදුවන්නේ කුමක්ද?",
        options: ["පෝසත් වීම","නිවාස ලැබීම","අධ්‍යාපනය ලැබීම","වාසස්ථාන අහිමි වීම"],
        answer: 3
    },
    {
        question: "'සමනලයා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["8","5","7","6"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('සමනලයා')",
        options: ["සමනලයාය","සමණළයා","සමනලයාව","සමනලයා"],
        answer: 3
    },
    {
        question: "'සමනලයා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ම","ා","ට"],
        answer: 2
    },
    {
        question: "'කුරුල්ලා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["7","8","10","9"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('කුරුල්ලා')",
        options: ["කුරුල්ලාව","කුරුළ්ලා","කුරුල්ලාය","කුරුල්ලා"],
        answer: 3
    },
    {
        question: "'කුරුල්ලා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ා","ට","ක"],
        answer: 1
    },
    {
        question: "'මහනුවර' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","8","6","7"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('මහනුවර')",
        options: ["මහණුවර","මහනුවර","මහනුවරය","මහනුවරව"],
        answer: 1
    },
    {
        question: "'මහනුවර' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ර","ක","ට","ම"],
        answer: 0
    },
    {
        question: "'කොළඹ' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","4","6","3"],
        answer: 1
    },
    {
        question: "270 ÷ 5 හි අගය කීයද?",
        options: ["54","55","56","53"],
        answer: 0
    },
    {
        question: "330 ÷ 6 හි අගය කීයද?",
        options: ["57","55","56","54"],
        answer: 1
    },
    {
        question: "392 ÷ 7 හි අගය කීයද?",
        options: ["55","57","58","56"],
        answer: 3
    },
    {
        question: "456 ÷ 8 හි අගය කීයද?",
        options: ["57","58","56","59"],
        answer: 0
    },
    {
        question: "522 ÷ 9 හි අගය කීයද?",
        options: ["60","58","57","59"],
        answer: 1
    },
    {
        question: "118 ÷ 2 හි අගය කීයද?",
        options: ["58","59","60","61"],
        answer: 1
    },
    {
        question: "180 ÷ 3 හි අගය කීයද?",
        options: ["61","60","59","62"],
        answer: 1
    },
    {
        question: "244 ÷ 4 හි අගය කීයද?",
        options: ["63","62","61","60"],
        answer: 2
    },
    {
        question: "310 ÷ 5 හි අගය කීයද?",
        options: ["63","64","62","61"],
        answer: 2
    },
    {
        question: "378 ÷ 6 හි අගය කීයද?",
        options: ["62","63","64","65"],
        answer: 1
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'උල්පත' අයත් වන්නේ කුමකටද?",
        options: ["ස්වාභාවික වස්තුවකි","ප්ලාස්ටික් නිෂ්පාදනයකි","කෘත්‍රිම වස්තුවකි","යන්ත්‍රයකි"],
        answer: 0
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'උල්පත' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["ආහාරයට ගැනීමට","මිලදී ගැනීමට","හරිහැටි නිදා ගැනීමට","ස්වභාවධර්මය අවබෝධ කර ගැනීමට"],
        answer: 3
    },
    {
        question: "වර්තමාන ලෝකයේ 'උල්පත' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["සතුන්ගේ ක්‍රියාකාරකම්","කෘමීන් බෝවීම","දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්","පිටසක්වල බලපෑම්"],
        answer: 2
    },
    {
        question: "අප අවට ඇති 'උල්පත' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["විද්‍යාත්මක උපකරණ හා තාක්ෂණය","අත් පා පමණි","කතාන්දර පමණි","මැජික් බලයන්"],
        answer: 0
    },
    {
        question: "'උල්පත' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["සියලුම මිනිසුන්ගේ","සතුන්ගේ","ළමයින්ගේ පමණි","පිටරට මිනිසුන්ගේ"],
        answer: 0
    },
    {
        question: "පරිසරයේ දක්නට ලැබෙන සුන්දර නිර්මාණයක් වන 'වැව' අයත් වන්නේ කුමකටද?",
        options: ["ප්ලාස්ටික් නිෂ්පාදනයකි","කෘත්‍රිම වස්තුවකි","ස්වාභාවික වස්තුවකි","යන්ත්‍රයකි"],
        answer: 2
    },
    {
        question: "ආදි කාලයේ සිටම මිනිසුන් 'වැව' පිළිබඳව අධ්‍යයනය කළේ ඇයි?",
        options: ["ආහාරයට ගැනීමට","හරිහැටි නිදා ගැනීමට","මිලදී ගැනීමට","ස්වභාවධර්මය අවබෝධ කර ගැනීමට"],
        answer: 3
    },
    {
        question: "වර්තමාන ලෝකයේ 'වැව' විනාශ වීම හෝ වෙනස් වීමට ප්‍රධාන හේතුවක් කුමක්ද?",
        options: ["කෘමීන් බෝවීම","දේශගුණික විපර්යාස / මිනිස් ක්‍රියාකාරකම්","සතුන්ගේ ක්‍රියාකාරකම්","පිටසක්වල බලපෑම්"],
        answer: 1
    },
    {
        question: "අප අවට ඇති 'වැව' පිළිබඳව ගවේෂණය කිරීමට බොහෝදුරට භාවිතා කරනුයේ කුමක්ද?",
        options: ["කතාන්දර පමණි","අත් පා පමණි","මැජික් බලයන්","විද්‍යාත්මක උපකරණ හා තාක්ෂණය"],
        answer: 3
    },
    {
        question: "'වැව' ආරක්ෂා කිරීම හා සුරැකීම කාගේ වගකීමක්ද?",
        options: ["ළමයින්ගේ පමණි","සියලුම මිනිසුන්ගේ","පිටරට මිනිසුන්ගේ","සතුන්ගේ"],
        answer: 1
    },
];

export const grade5paper21 = [
    {
        question: "'වවුනියාව' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ලංකාව ඇතුළත","ඇමෙරිකාවේ","යුරෝපයේ","ඉන්දියාවේ"],
        answer: 0
    },
    {
        question: "'වවුනියාව' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["ආහාර","ජලය","නිවාස","හිම කරත්ත"],
        answer: 3
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'වවුනියාව' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["පළාතකට","මහාද්වීපයකට","වෙනත් රටකට","සාගරයකට"],
        answer: 0
    },
    {
        question: "'වවුනියාව' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["පොලිසිය","රෝහල","කඩය","පාසල"],
        answer: 3
    },
    {
        question: "'කුඹල්කරු' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["කිසිදු සේවයක් නැත","හානිකර දෙයක්","මහජන සේවයක්","පරිසර විනාශයක්"],
        answer: 2
    },
    {
        question: "'කුඹල්කරු' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["කම්මැලිකම","හොරකම","තම දැනුම හා ශ්‍රමය","වෙනත් අයගේ මුදල්"],
        answer: 2
    },
    {
        question: "සමාජයේ පැවැත්මට 'කුඹල්කරු' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["කිසිසේත් නැත","නැත, අවශ්‍ය නැත","සමහරවිට","ඔව්, ඉතා අවශ්‍යයි"],
        answer: 3
    },
    {
        question: "අප 'කුඹල්කරු' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["ඔවුන් බියජනක බැවින්","නීතියක් ඇති බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්"],
        answer: 2
    },
    {
        question: "'රඹුටන්' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["ආහාර ලබා දීම","සෙල්ලම් බඩු සෑදීම","දැව ලබා දීම","රෙදි නිපදවීම"],
        answer: 0
    },
    {
        question: "'රඹුටන්' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["බීජ හෝ පත්‍ර/මුල්","වීදුරු","ප්ලාස්ටික්","රෙදි"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('කොළඹ')",
        options: ["කොළඹ","කොලඹ","කොළඹක්","කොළඹය"],
        answer: 0
    },
    {
        question: "'කොළඹ' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ඹ","ට","ම","ක"],
        answer: 0
    },
    {
        question: "'ගාල්ල' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["4","6","7","5"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ගාල්ල')",
        options: ["ගාල්ල","ගාල්ලව","ගාල්ලය","ගාළ්ල"],
        answer: 0
    },
    {
        question: "'ගාල්ල' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ක","ට","ල"],
        answer: 3
    },
    {
        question: "'මාතර' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["4","6","3","5"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('මාතර')",
        options: ["මාතරව","මාතරක්","මාතර","මාතරය"],
        answer: 2
    },
    {
        question: "'මාතර' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ර","ම","ට"],
        answer: 1
    },
    {
        question: "'රත්නපුර' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["9","7","6","8"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('රත්නපුර')",
        options: ["රත්නපුර","රත්ණපුර","රත්නපුරය","රත්නපුරව"],
        answer: 0
    },
    {
        question: "මීටර් 11 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["1200","1100","11000","110"],
        answer: 1
    },
    {
        question: "මීටර් 12 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["1200","1300","12000","120"],
        answer: 0
    },
    {
        question: "මීටර් 13 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["13000","130","1400","1300"],
        answer: 3
    },
    {
        question: "මීටර් 14 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["14000","1500","1400","140"],
        answer: 2
    },
    {
        question: "මීටර් 15 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["1500","1600","15000","150"],
        answer: 0
    },
    {
        question: "මීටර් 16 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["16000","1700","160","1600"],
        answer: 3
    },
    {
        question: "මීටර් 17 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["1800","170","1700","17000"],
        answer: 2
    },
    {
        question: "මීටර් 18 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["180","18000","1900","1800"],
        answer: 3
    },
    {
        question: "මීටර් 19 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["2000","19000","1900","190"],
        answer: 2
    },
    {
        question: "මීටර් 20 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["2100","20000","2000","200"],
        answer: 2
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'මොළය' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට","තරඟයකින් දිනීමට","වෛද්‍යවරයාට දීමට","අන් අයට පෙන්වීමට"],
        answer: 0
    },
    {
        question: "'මොළය' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["ප්ලාස්ටික් කෑම","පැණිබීම පමණි","ඖෂධ පමණි","සමබල ආහාර හා ජලය"],
        answer: 3
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'මොළය' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["කඩේට","රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත","පාසලට","කැලයට"],
        answer: 1
    },
    {
        question: "උපතින්ම අපට හිමිවන 'මොළය' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["ඇඳුමක්","අත්‍යවශ්‍ය අවයවයක් / කොටසක්","බැහැර කළ හැකි දෙයක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්"],
        answer: 1
    },
    {
        question: "කෙනෙකුගේ 'මොළය' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["ආහාර අඩු වීම","නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම","රෝහල් පිරී යාම","අනෙක් අයට කරදරයක් වීම"],
        answer: 1
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'හෘදය වස්තුව' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["අන් අයට පෙන්වීමට","යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට","තරඟයකින් දිනීමට","වෛද්‍යවරයාට දීමට"],
        answer: 1
    },
    {
        question: "'හෘදය වස්තුව' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["ප්ලාස්ටික් කෑම","පැණිබීම පමණි","ඖෂධ පමණි","සමබල ආහාර හා ජලය"],
        answer: 3
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'හෘදය වස්තුව' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["කැලයට","පාසලට","රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත","කඩේට"],
        answer: 2
    },
    {
        question: "උපතින්ම අපට හිමිවන 'හෘදය වස්තුව' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["අත්‍යවශ්‍ය අවයවයක් / කොටසක්","ඇඳුමක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්","බැහැර කළ හැකි දෙයක්"],
        answer: 0
    },
    {
        question: "කෙනෙකුගේ 'හෘදය වස්තුව' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම","රෝහල් පිරී යාම","අනෙක් අයට කරදරයක් වීම","ආහාර අඩු වීම"],
        answer: 0
    },
];

export const grade5paper22 = [
    {
        question: "පරිසරයේ ඇති 'රඹුටන්' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["ගිනි තැබීමට","කපා දැමීමට","විනාශ කිරීමට","පරිසර සමතුලිතතාවයට"],
        answer: 3
    },
    {
        question: "'රඹුටන්' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["සතුන්","ශාක","දිලීර","බැක්ටීරියා"],
        answer: 1
    },
    {
        question: "'කිඹුලා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ගිනි කන්දක","අභ්‍යවකාශයේ","ස්වාභාවික පරිසරයේ","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)"],
        answer: 2
    },
    {
        question: "'කිඹුලා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["පොත් පත් කියවීම මත","ඇඳුම් පැලඳුම් මත","ආහාර හා පරිසරය මත","යාන වාහන මත"],
        answer: 2
    },
    {
        question: "'කිඹුලා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["ජලයට දැමීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්","කැලයට මුදා හැරීමෙන්","අනෙක් සතුන්ට දීමෙන්"],
        answer: 1
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'කිඹුලා' ට සිදුවන්නේ කුමක්ද?",
        options: ["වාසස්ථාන අහිමි වීම","අධ්‍යාපනය ලැබීම","පෝසත් වීම","නිවාස ලැබීම"],
        answer: 0
    },
    {
        question: "'මුලතිව්' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ඉන්දියාවේ","ලංකාව ඇතුළත","ඇමෙරිකාවේ","යුරෝපයේ"],
        answer: 1
    },
    {
        question: "'මුලතිව්' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["ජලය","හිම කරත්ත","නිවාස","ආහාර"],
        answer: 1
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'මුලතිව්' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["වෙනත් රටකට","සාගරයකට","පළාතකට","මහාද්වීපයකට"],
        answer: 2
    },
    {
        question: "'මුලතිව්' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["කඩය","රෝහල","පොලිසිය","පාසල"],
        answer: 3
    },
    {
        question: "'රත්නපුර' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ට","ර","ක"],
        answer: 2
    },
    {
        question: "'සිරිපාදය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["7","9","10","8"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('සිරිපාදය')",
        options: ["සිරිපාදයක්","සිරිපාදය","සිරිපාදයව","සිරිපාදයය"],
        answer: 1
    },
    {
        question: "'සිරිපාදය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ම","ය","ට"],
        answer: 2
    },
    {
        question: "'ගෙදර' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["3","5","4","6"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ගෙදර')",
        options: ["ගෙදරය","ගෙදර","ගෙදරක්","ගෙදරව"],
        answer: 1
    },
    {
        question: "'ගෙදර' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ට","ර","ක"],
        answer: 2
    },
    {
        question: "'මිදුල' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["6","7","5","4"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('මිදුල')",
        options: ["මිදුලය","මිදුළ","මිදුලව","මිදුල"],
        answer: 3
    },
    {
        question: "'මිදුල' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ල","ක","ට","ම"],
        answer: 0
    },
    {
        question: "මීටර් 21 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["2200","210","2100","21000"],
        answer: 2
    },
    {
        question: "මීටර් 22 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["22000","2200","220","2300"],
        answer: 1
    },
    {
        question: "මීටර් 23 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["2300","230","2400","23000"],
        answer: 0
    },
    {
        question: "මීටර් 24 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["2400","24000","2500","240"],
        answer: 0
    },
    {
        question: "මීටර් 25 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["2600","2500","250","25000"],
        answer: 1
    },
    {
        question: "මීටර් 26 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["2700","26000","260","2600"],
        answer: 3
    },
    {
        question: "මීටර් 27 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["2700","27000","2800","270"],
        answer: 0
    },
    {
        question: "මීටර් 28 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["2800","2900","280","28000"],
        answer: 0
    },
    {
        question: "මීටර් 29 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["2900","290","29000","3000"],
        answer: 0
    },
    {
        question: "මීටර් 30 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["3100","30000","3000","300"],
        answer: 2
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'පෙනහළු' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට","වෛද්‍යවරයාට දීමට","අන් අයට පෙන්වීමට","තරඟයකින් දිනීමට"],
        answer: 0
    },
    {
        question: "'පෙනහළු' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["ප්ලාස්ටික් කෑම","සමබල ආහාර හා ජලය","පැණිබීම පමණි","ඖෂධ පමණි"],
        answer: 1
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'පෙනහළු' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["කඩේට","කැලයට","රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත","පාසලට"],
        answer: 2
    },
    {
        question: "උපතින්ම අපට හිමිවන 'පෙනහළු' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["අත්‍යවශ්‍ය අවයවයක් / කොටසක්","බැහැර කළ හැකි දෙයක්","ඇඳුමක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්"],
        answer: 0
    },
    {
        question: "කෙනෙකුගේ 'පෙනහළු' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["රෝහල් පිරී යාම","ආහාර අඩු වීම","නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම","අනෙක් අයට කරදරයක් වීම"],
        answer: 2
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'වකුගඩු' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["අන් අයට පෙන්වීමට","යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට","වෛද්‍යවරයාට දීමට","තරඟයකින් දිනීමට"],
        answer: 1
    },
    {
        question: "'වකුගඩු' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["සමබල ආහාර හා ජලය","පැණිබීම පමණි","ඖෂධ පමණි","ප්ලාස්ටික් කෑම"],
        answer: 0
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'වකුගඩු' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["පාසලට","කැලයට","රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත","කඩේට"],
        answer: 2
    },
    {
        question: "උපතින්ම අපට හිමිවන 'වකුගඩු' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["ඇඳුමක්","බැහැර කළ හැකි දෙයක්","අත්‍යවශ්‍ය අවයවයක් / කොටසක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්"],
        answer: 2
    },
    {
        question: "කෙනෙකුගේ 'වකුගඩු' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["අනෙක් අයට කරදරයක් වීම","නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම","රෝහල් පිරී යාම","ආහාර අඩු වීම"],
        answer: 1
    },
];

export const grade5paper23 = [
    {
        question: "'ස්වර්ණකාරයා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["හානිකර දෙයක්","මහජන සේවයක්","පරිසර විනාශයක්","කිසිදු සේවයක් නැත"],
        answer: 1
    },
    {
        question: "'ස්වර්ණකාරයා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["හොරකම","වෙනත් අයගේ මුදල්","තම දැනුම හා ශ්‍රමය","කම්මැලිකම"],
        answer: 2
    },
    {
        question: "සමාජයේ පැවැත්මට 'ස්වර්ණකාරයා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["සමහරවිට","නැත, අවශ්‍ය නැත","ඔව්, ඉතා අවශ්‍යයි","කිසිසේත් නැත"],
        answer: 2
    },
    {
        question: "අප 'ස්වර්ණකාරයා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["නීතියක් ඇති බැවින්","ඔවුන් බියජනක බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්"],
        answer: 3
    },
    {
        question: "'මැංගුස්' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["සෙල්ලම් බඩු සෑදීම","ආහාර ලබා දීම","දැව ලබා දීම","රෙදි නිපදවීම"],
        answer: 1
    },
    {
        question: "'මැංගුස්' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["වීදුරු","බීජ හෝ පත්‍ර/මුල්","ප්ලාස්ටික්","රෙදි"],
        answer: 1
    },
    {
        question: "පරිසරයේ ඇති 'මැංගුස්' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["විනාශ කිරීමට","ගිනි තැබීමට","කපා දැමීමට","පරිසර සමතුලිතතාවයට"],
        answer: 3
    },
    {
        question: "'මැංගුස්' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["බැක්ටීරියා","සතුන්","දිලීර","ශාක"],
        answer: 3
    },
    {
        question: "'නයා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ස්වාභාවික පරිසරයේ","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","අභ්‍යවකාශයේ","ගිනි කන්දක"],
        answer: 0
    },
    {
        question: "'නයා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["පොත් පත් කියවීම මත","ඇඳුම් පැලඳුම් මත","යාන වාහන මත","ආහාර හා පරිසරය මත"],
        answer: 3
    },
    {
        question: "'අහස' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","2","3","4"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('අහස')",
        options: ["අහස","අහසක්","අහසව","අහසය"],
        answer: 0
    },
    {
        question: "'අහස' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ස","ට","ක"],
        answer: 1
    },
    {
        question: "'වලාකුළ' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","7","6","8"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('වලාකුළ')",
        options: ["වලාකුළය","වලාකුළ","වලාකුල","වළාකුළ"],
        answer: 1
    },
    {
        question: "'වලාකුළ' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ක","ළ","ට"],
        answer: 2
    },
    {
        question: "'වැස්ස' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["7","6","5","4"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('වැස්ස')",
        options: ["වැස්ස","වැස්සව","වැස්සය","වැස්සක්"],
        answer: 0
    },
    {
        question: "'වැස්ස' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ස","ක","ම"],
        answer: 1
    },
    {
        question: "'සුළඟ' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","3","6","4"],
        answer: 3
    },
    {
        question: "මීටර් 31 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["3200","31000","3100","310"],
        answer: 2
    },
    {
        question: "මීටර් 32 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["32000","3200","320","3300"],
        answer: 1
    },
    {
        question: "මීටර් 33 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["33000","3300","3400","330"],
        answer: 1
    },
    {
        question: "මීටර් 34 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["3500","34000","3400","340"],
        answer: 2
    },
    {
        question: "මීටර් 35 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["3500","3600","350","35000"],
        answer: 0
    },
    {
        question: "මීටර් 36 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["3700","3600","36000","360"],
        answer: 1
    },
    {
        question: "මීටර් 37 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["3800","3700","370","37000"],
        answer: 1
    },
    {
        question: "මීටර් 38 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["380","38000","3900","3800"],
        answer: 3
    },
    {
        question: "මීටර් 39 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["390","3900","39000","4000"],
        answer: 1
    },
    {
        question: "මීටර් 40 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["40000","4000","4100","400"],
        answer: 1
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'අක්මාව' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["තරඟයකින් දිනීමට","අන් අයට පෙන්වීමට","වෛද්‍යවරයාට දීමට","යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට"],
        answer: 3
    },
    {
        question: "'අක්මාව' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["ඖෂධ පමණි","ප්ලාස්ටික් කෑම","සමබල ආහාර හා ජලය","පැණිබීම පමණි"],
        answer: 2
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'අක්මාව' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["පාසලට","කඩේට","රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත","කැලයට"],
        answer: 2
    },
    {
        question: "උපතින්ම අපට හිමිවන 'අක්මාව' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["යන්ත්‍රයකින් සවි කළ හැකි දෙයක්","අත්‍යවශ්‍ය අවයවයක් / කොටසක්","බැහැර කළ හැකි දෙයක්","ඇඳුමක්"],
        answer: 1
    },
    {
        question: "කෙනෙකුගේ 'අක්මාව' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["අනෙක් අයට කරදරයක් වීම","නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම","ආහාර අඩු වීම","රෝහල් පිරී යාම"],
        answer: 1
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'ආමාශය' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට","තරඟයකින් දිනීමට","අන් අයට පෙන්වීමට","වෛද්‍යවරයාට දීමට"],
        answer: 0
    },
    {
        question: "'ආමාශය' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["ඖෂධ පමණි","ප්ලාස්ටික් කෑම","සමබල ආහාර හා ජලය","පැණිබීම පමණි"],
        answer: 2
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'ආමාශය' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත","කඩේට","පාසලට","කැලයට"],
        answer: 0
    },
    {
        question: "උපතින්ම අපට හිමිවන 'ආමාශය' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["ඇඳුමක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්","අත්‍යවශ්‍ය අවයවයක් / කොටසක්","බැහැර කළ හැකි දෙයක්"],
        answer: 2
    },
    {
        question: "කෙනෙකුගේ 'ආමාශය' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම","රෝහල් පිරී යාම","අනෙක් අයට කරදරයක් වීම","ආහාර අඩු වීම"],
        answer: 0
    },
];

export const grade5paper24 = [
    {
        question: "'නයා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["ජලයට දැමීමෙන්","අනෙක් සතුන්ට දීමෙන්","කැලයට මුදා හැරීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්"],
        answer: 3
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'නයා' ට සිදුවන්නේ කුමක්ද?",
        options: ["පෝසත් වීම","අධ්‍යාපනය ලැබීම","වාසස්ථාන අහිමි වීම","නිවාස ලැබීම"],
        answer: 2
    },
    {
        question: "'ත්‍රිකුණාමලය' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["යුරෝපයේ","ඇමෙරිකාවේ","ඉන්දියාවේ","ලංකාව ඇතුළත"],
        answer: 3
    },
    {
        question: "'ත්‍රිකුණාමලය' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["හිම කරත්ත","නිවාස","ජලය","ආහාර"],
        answer: 0
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'ත්‍රිකුණාමලය' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["මහාද්වීපයකට","වෙනත් රටකට","සාගරයකට","පළාතකට"],
        answer: 3
    },
    {
        question: "'ත්‍රිකුණාමලය' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["පොලිසිය","රෝහල","පාසල","කඩය"],
        answer: 2
    },
    {
        question: "'ධීවරයා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["මහජන සේවයක්","පරිසර විනාශයක්","කිසිදු සේවයක් නැත","හානිකර දෙයක්"],
        answer: 0
    },
    {
        question: "'ධීවරයා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["තම දැනුම හා ශ්‍රමය","කම්මැලිකම","හොරකම","වෙනත් අයගේ මුදල්"],
        answer: 0
    },
    {
        question: "සමාජයේ පැවැත්මට 'ධීවරයා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["කිසිසේත් නැත","නැත, අවශ්‍ය නැත","සමහරවිට","ඔව්, ඉතා අවශ්‍යයි"],
        answer: 3
    },
    {
        question: "අප 'ධීවරයා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්","ඔවුන් බියජනක බැවින්","නීතියක් ඇති බැවින්"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('සුළඟ')",
        options: ["සුළඟ","සුලඟ","සුළඟක්","සුළඟය"],
        answer: 0
    },
    {
        question: "'සුළඟ' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ම","ඟ","ක"],
        answer: 2
    },
    {
        question: "'පරිසරය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["8","6","7","5"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('පරිසරය')",
        options: ["පරිසරයක්","පරිසරයව","පරිසරය","පරිසරයය"],
        answer: 2
    },
    {
        question: "'පරිසරය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ම","ක","ය"],
        answer: 3
    },
    {
        question: "'අධ්‍යාපනය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["8","11","9","10"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('අධ්‍යාපනය')",
        options: ["අධ්‍යාපනය","අධ්‍යාපනයව","අධ්‍යාපණය","අධ්‍යාපනයය"],
        answer: 0
    },
    {
        question: "'අධ්‍යාපනය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ක","ය","ම"],
        answer: 2
    },
    {
        question: "'විද්‍යාව' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["9","7","8","10"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('විද්‍යාව')",
        options: ["විද්‍යාවය","විද්‍යාවක්","විද්‍යාව","විද්‍යාවව"],
        answer: 2
    },
    {
        question: "මීටර් 41 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["41000","4100","4200","410"],
        answer: 1
    },
    {
        question: "මීටර් 42 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["42000","4300","4200","420"],
        answer: 2
    },
    {
        question: "මීටර් 43 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["4300","43000","430","4400"],
        answer: 0
    },
    {
        question: "මීටර් 44 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["4400","44000","4500","440"],
        answer: 0
    },
    {
        question: "මීටර් 45 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["450","45000","4600","4500"],
        answer: 3
    },
    {
        question: "මීටර් 46 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["4700","460","4600","46000"],
        answer: 2
    },
    {
        question: "මීටර් 47 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["47000","4800","470","4700"],
        answer: 3
    },
    {
        question: "මීටර් 48 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["4900","4800","480","48000"],
        answer: 1
    },
    {
        question: "මීටර් 49 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["490","5000","4900","49000"],
        answer: 2
    },
    {
        question: "මීටර් 50 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["5000","5100","500","50000"],
        answer: 0
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'ඇස' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["අන් අයට පෙන්වීමට","වෛද්‍යවරයාට දීමට","තරඟයකින් දිනීමට","යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට"],
        answer: 3
    },
    {
        question: "'ඇස' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["ඖෂධ පමණි","ප්ලාස්ටික් කෑම","සමබල ආහාර හා ජලය","පැණිබීම පමණි"],
        answer: 2
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'ඇස' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["පාසලට","කඩේට","කැලයට","රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත"],
        answer: 3
    },
    {
        question: "උපතින්ම අපට හිමිවන 'ඇස' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["ඇඳුමක්","බැහැර කළ හැකි දෙයක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්","අත්‍යවශ්‍ය අවයවයක් / කොටසක්"],
        answer: 3
    },
    {
        question: "කෙනෙකුගේ 'ඇස' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["රෝහල් පිරී යාම","ආහාර අඩු වීම","අනෙක් අයට කරදරයක් වීම","නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම"],
        answer: 3
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'කණ' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["තරඟයකින් දිනීමට","වෛද්‍යවරයාට දීමට","යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට","අන් අයට පෙන්වීමට"],
        answer: 2
    },
    {
        question: "'කණ' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["සමබල ආහාර හා ජලය","පැණිබීම පමණි","ප්ලාස්ටික් කෑම","ඖෂධ පමණි"],
        answer: 0
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'කණ' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["පාසලට","රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත","කැලයට","කඩේට"],
        answer: 1
    },
    {
        question: "උපතින්ම අපට හිමිවන 'කණ' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["බැහැර කළ හැකි දෙයක්","ඇඳුමක්","අත්‍යවශ්‍ය අවයවයක් / කොටසක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්"],
        answer: 2
    },
    {
        question: "කෙනෙකුගේ 'කණ' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["අනෙක් අයට කරදරයක් වීම","රෝහල් පිරී යාම","ආහාර අඩු වීම","නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම"],
        answer: 3
    },
];

export const grade5paper25 = [
    {
        question: "'දුරියන්' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["සෙල්ලම් බඩු සෑදීම","රෙදි නිපදවීම","දැව ලබා දීම","ආහාර ලබා දීම"],
        answer: 3
    },
    {
        question: "'දුරියන්' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["බීජ හෝ පත්‍ර/මුල්","වීදුරු","රෙදි","ප්ලාස්ටික්"],
        answer: 0
    },
    {
        question: "පරිසරයේ ඇති 'දුරියන්' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["විනාශ කිරීමට","කපා දැමීමට","පරිසර සමතුලිතතාවයට","ගිනි තැබීමට"],
        answer: 2
    },
    {
        question: "'දුරියන්' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["බැක්ටීරියා","ශාක","සතුන්","දිලීර"],
        answer: 1
    },
    {
        question: "'මුගටියා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ගිනි කන්දක","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","ස්වාභාවික පරිසරයේ","අභ්‍යවකාශයේ"],
        answer: 2
    },
    {
        question: "'මුගටියා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["පොත් පත් කියවීම මත","ඇඳුම් පැලඳුම් මත","ආහාර හා පරිසරය මත","යාන වාහන මත"],
        answer: 2
    },
    {
        question: "'මුගටියා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["ජලයට දැමීමෙන්","කැලයට මුදා හැරීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්","අනෙක් සතුන්ට දීමෙන්"],
        answer: 2
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'මුගටියා' ට සිදුවන්නේ කුමක්ද?",
        options: ["නිවාස ලැබීම","වාසස්ථාන අහිමි වීම","අධ්‍යාපනය ලැබීම","පෝසත් වීම"],
        answer: 1
    },
    {
        question: "'මඩකලපුව' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ඉන්දියාවේ","ලංකාව ඇතුළත","යුරෝපයේ","ඇමෙරිකාවේ"],
        answer: 1
    },
    {
        question: "'මඩකලපුව' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["හිම කරත්ත","ජලය","ආහාර","නිවාස"],
        answer: 0
    },
    {
        question: "'විද්‍යාව' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ට","ක","ව"],
        answer: 3
    },
    {
        question: "'ගණිතය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["7","6","4","5"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ගණිතය')",
        options: ["ගණිතයය","ගණිතයක්","ගණිතය","ගනිතය"],
        answer: 2
    },
    {
        question: "'ගණිතය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ට","ය","ක"],
        answer: 2
    },
    {
        question: "'ඉතිහාසය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["6","9","7","8"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ඉතිහාසය')",
        options: ["ඉතිහාසයය","ඉතිහාසයව","ඉතිහාසයක්","ඉතිහාසය"],
        answer: 3
    },
    {
        question: "'ඉතිහාසය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ම","ක","ය"],
        answer: 3
    },
    {
        question: "'සෞඛ්‍යය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["7","8","6","9"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('සෞඛ්‍යය')",
        options: ["සෞඛ්‍යයක්","සෞඛ්‍යයය","සෞඛ්‍යය","සෞඛ්‍යයව"],
        answer: 2
    },
    {
        question: "'සෞඛ්‍යය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ක","ම","ය"],
        answer: 3
    },
    {
        question: "මීටර් 51 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["5200","5100","51000","510"],
        answer: 1
    },
    {
        question: "මීටර් 52 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["5300","5200","52000","520"],
        answer: 1
    },
    {
        question: "මීටර් 53 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["5300","53000","5400","530"],
        answer: 0
    },
    {
        question: "මීටර් 54 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["54000","5400","5500","540"],
        answer: 1
    },
    {
        question: "මීටර් 55 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["5500","5600","55000","550"],
        answer: 0
    },
    {
        question: "මීටර් 56 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["56000","5700","560","5600"],
        answer: 3
    },
    {
        question: "මීටර් 57 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["5700","570","5800","57000"],
        answer: 0
    },
    {
        question: "මීටර් 58 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["58000","580","5900","5800"],
        answer: 3
    },
    {
        question: "මීටර් 59 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["6000","59000","590","5900"],
        answer: 3
    },
    {
        question: "මීටර් 60 ක් යනු සෙන්ටිමීටර් කීයද?",
        options: ["6100","600","60000","6000"],
        answer: 3
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'දිව' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["තරඟයකින් දිනීමට","අන් අයට පෙන්වීමට","වෛද්‍යවරයාට දීමට","යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට"],
        answer: 3
    },
    {
        question: "'දිව' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["සමබල ආහාර හා ජලය","පැණිබීම පමණි","ප්ලාස්ටික් කෑම","ඖෂධ පමණි"],
        answer: 0
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'දිව' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["කැලයට","කඩේට","පාසලට","රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත"],
        answer: 3
    },
    {
        question: "උපතින්ම අපට හිමිවන 'දිව' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["ඇඳුමක්","අත්‍යවශ්‍ය අවයවයක් / කොටසක්","බැහැර කළ හැකි දෙයක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්"],
        answer: 1
    },
    {
        question: "කෙනෙකුගේ 'දිව' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම","ආහාර අඩු වීම","අනෙක් අයට කරදරයක් වීම","රෝහල් පිරී යාම"],
        answer: 0
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'නාසය' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට","තරඟයකින් දිනීමට","අන් අයට පෙන්වීමට","වෛද්‍යවරයාට දීමට"],
        answer: 0
    },
    {
        question: "'නාසය' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["ඖෂධ පමණි","සමබල ආහාර හා ජලය","ප්ලාස්ටික් කෑම","පැණිබීම පමණි"],
        answer: 1
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'නාසය' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["කඩේට","රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත","කැලයට","පාසලට"],
        answer: 1
    },
    {
        question: "උපතින්ම අපට හිමිවන 'නාසය' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["ඇඳුමක්","බැහැර කළ හැකි දෙයක්","අත්‍යවශ්‍ය අවයවයක් / කොටසක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්"],
        answer: 2
    },
    {
        question: "කෙනෙකුගේ 'නාසය' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["අනෙක් අයට කරදරයක් වීම","ආහාර අඩු වීම","නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම","රෝහල් පිරී යාම"],
        answer: 2
    },
];

export const grade5paper26 = [
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'මඩකලපුව' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["සාගරයකට","මහාද්වීපයකට","වෙනත් රටකට","පළාතකට"],
        answer: 3
    },
    {
        question: "'මඩකලපුව' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["පාසල","රෝහල","කඩය","පොලිසිය"],
        answer: 0
    },
    {
        question: "'උයන්පල්ලා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["මහජන සේවයක්","හානිකර දෙයක්","කිසිදු සේවයක් නැත","පරිසර විනාශයක්"],
        answer: 0
    },
    {
        question: "'උයන්පල්ලා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["තම දැනුම හා ශ්‍රමය","වෙනත් අයගේ මුදල්","හොරකම","කම්මැලිකම"],
        answer: 0
    },
    {
        question: "සමාජයේ පැවැත්මට 'උයන්පල්ලා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["නැත, අවශ්‍ය නැත","සමහරවිට","ඔව්, ඉතා අවශ්‍යයි","කිසිසේත් නැත"],
        answer: 2
    },
    {
        question: "අප 'උයන්පල්ලා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["නීතියක් ඇති බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","ඔවුන් බියජනක බැවින්"],
        answer: 1
    },
    {
        question: "'වෙරළු' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["සෙල්ලම් බඩු සෑදීම","රෙදි නිපදවීම","ආහාර ලබා දීම","දැව ලබා දීම"],
        answer: 2
    },
    {
        question: "'වෙරළු' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["ප්ලාස්ටික්","රෙදි","බීජ හෝ පත්‍ර/මුල්","වීදුරු"],
        answer: 2
    },
    {
        question: "පරිසරයේ ඇති 'වෙරළු' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["පරිසර සමතුලිතතාවයට","කපා දැමීමට","විනාශ කිරීමට","ගිනි තැබීමට"],
        answer: 0
    },
    {
        question: "'වෙරළු' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["ශාක","බැක්ටීරියා","සතුන්","දිලීර"],
        answer: 0
    },
    {
        question: "'සතුට' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["6","5","3","4"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('සතුට')",
        options: ["සතුට","සතුටය","සතුටව","සතුටක්"],
        answer: 0
    },
    {
        question: "'සතුට' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ක","ම","ප"],
        answer: 0
    },
    {
        question: "'ගමන' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["3","5","2","4"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ගමන')",
        options: ["ගමනව","ගමන","ගමනය","ගමණ"],
        answer: 1
    },
    {
        question: "'ගමන' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ට","ක","න"],
        answer: 3
    },
    {
        question: "'පාර' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","4","2","3"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('පාර')",
        options: ["පාරක්","පාරය","පාර","පාරව"],
        answer: 2
    },
    {
        question: "'පාර' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ර","ට","ම","ක"],
        answer: 0
    },
    {
        question: "'වාහනය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["4","5","7","6"],
        answer: 1
    },
    {
        question: "කිලෝග්‍රෑම් 13 කට ග්‍රෑම් කීයද?",
        options: ["1300","13000","14000","1300"],
        answer: 1
    },
    {
        question: "කිලෝග්‍රෑම් 14 කට ග්‍රෑම් කීයද?",
        options: ["14000","1400","1400","15000"],
        answer: 0
    },
    {
        question: "කිලෝග්‍රෑම් 15 කට ග්‍රෑම් කීයද?",
        options: ["16000","1500","1500","15000"],
        answer: 3
    },
    {
        question: "කිලෝග්‍රෑම් 16 කට ග්‍රෑම් කීයද?",
        options: ["17000","1600","16000","1600"],
        answer: 2
    },
    {
        question: "කිලෝග්‍රෑම් 17 කට ග්‍රෑම් කීයද?",
        options: ["17000","1700","18000","1700"],
        answer: 0
    },
    {
        question: "කිලෝග්‍රෑම් 18 කට ග්‍රෑම් කීයද?",
        options: ["18000","1800","19000","1800"],
        answer: 0
    },
    {
        question: "කිලෝග්‍රෑම් 19 කට ග්‍රෑම් කීයද?",
        options: ["1900","19000","20000","1900"],
        answer: 1
    },
    {
        question: "කිලෝග්‍රෑම් 20 කට ග්‍රෑම් කීයද?",
        options: ["20000","2000","21000","2000"],
        answer: 0
    },
    {
        question: "කිලෝග්‍රෑම් 21 කට ග්‍රෑම් කීයද?",
        options: ["22000","2100","2100","21000"],
        answer: 3
    },
    {
        question: "කිලෝග්‍රෑම් 22 කට ග්‍රෑම් කීයද?",
        options: ["22000","23000","2200","2200"],
        answer: 0
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'සම' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට","තරඟයකින් දිනීමට","අන් අයට පෙන්වීමට","වෛද්‍යවරයාට දීමට"],
        answer: 0
    },
    {
        question: "'සම' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["ඖෂධ පමණි","ප්ලාස්ටික් කෑම","සමබල ආහාර හා ජලය","පැණිබීම පමණි"],
        answer: 2
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'සම' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත","කඩේට","කැලයට","පාසලට"],
        answer: 0
    },
    {
        question: "උපතින්ම අපට හිමිවන 'සම' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["බැහැර කළ හැකි දෙයක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්","අත්‍යවශ්‍ය අවයවයක් / කොටසක්","ඇඳුමක්"],
        answer: 2
    },
    {
        question: "කෙනෙකුගේ 'සම' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම","රෝහල් පිරී යාම","ආහාර අඩු වීම","අනෙක් අයට කරදරයක් වීම"],
        answer: 0
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'අස්ථි පද්ධතිය' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["අන් අයට පෙන්වීමට","යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට","වෛද්‍යවරයාට දීමට","තරඟයකින් දිනීමට"],
        answer: 1
    },
    {
        question: "'අස්ථි පද්ධතිය' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["ඖෂධ පමණි","ප්ලාස්ටික් කෑම","සමබල ආහාර හා ජලය","පැණිබීම පමණි"],
        answer: 2
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'අස්ථි පද්ධතිය' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["කඩේට","රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත","පාසලට","කැලයට"],
        answer: 1
    },
    {
        question: "උපතින්ම අපට හිමිවන 'අස්ථි පද්ධතිය' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["අත්‍යවශ්‍ය අවයවයක් / කොටසක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්","බැහැර කළ හැකි දෙයක්","ඇඳුමක්"],
        answer: 0
    },
    {
        question: "කෙනෙකුගේ 'අස්ථි පද්ධතිය' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["අනෙක් අයට කරදරයක් වීම","රෝහල් පිරී යාම","ආහාර අඩු වීම","නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම"],
        answer: 3
    },
];

export const grade5paper27 = [
    {
        question: "'ලේනා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ස්වාභාවික පරිසරයේ","ගිනි කන්දක","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","අභ්‍යවකාශයේ"],
        answer: 0
    },
    {
        question: "'ලේනා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["පොත් පත් කියවීම මත","යාන වාහන මත","ඇඳුම් පැලඳුම් මත","ආහාර හා පරිසරය මත"],
        answer: 3
    },
    {
        question: "'ලේනා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["ජලයට දැමීමෙන්","කැලයට මුදා හැරීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්","අනෙක් සතුන්ට දීමෙන්"],
        answer: 2
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'ලේනා' ට සිදුවන්නේ කුමක්ද?",
        options: ["වාසස්ථාන අහිමි වීම","අධ්‍යාපනය ලැබීම","නිවාස ලැබීම","පෝසත් වීම"],
        answer: 0
    },
    {
        question: "'අම්පාර' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ලංකාව ඇතුළත","යුරෝපයේ","ඇමෙරිකාවේ","ඉන්දියාවේ"],
        answer: 0
    },
    {
        question: "'අම්පාර' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["ආහාර","නිවාස","ජලය","හිම කරත්ත"],
        answer: 3
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'අම්පාර' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["මහාද්වීපයකට","සාගරයකට","පළාතකට","වෙනත් රටකට"],
        answer: 2
    },
    {
        question: "'අම්පාර' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["පොලිසිය","කඩය","පාසල","රෝහල"],
        answer: 2
    },
    {
        question: "'පේෂකර්ම ශිල්පියා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["පරිසර විනාශයක්","මහජන සේවයක්","හානිකර දෙයක්","කිසිදු සේවයක් නැත"],
        answer: 1
    },
    {
        question: "'පේෂකර්ම ශිල්පියා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["තම දැනුම හා ශ්‍රමය","කම්මැලිකම","වෙනත් අයගේ මුදල්","හොරකම"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('වාහනය')",
        options: ["වාහණය","වාහනය","වාහනයව","වාහනයය"],
        answer: 1
    },
    {
        question: "'වාහනය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ම","ය","ක"],
        answer: 2
    },
    {
        question: "'බස්රථය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","7","8","6"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('බස්රථය')",
        options: ["බස්රථයව","බස්රථයය","බස්රථය","බස්රථයක්"],
        answer: 2
    },
    {
        question: "'බස්රථය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ය","ට","ක","ම"],
        answer: 0
    },
    {
        question: "'දුම්රිය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["6","9","8","7"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('දුම්රිය')",
        options: ["දුම්රිය","දුම්රියව","දුම්රියය","දුම්රියක්"],
        answer: 0
    },
    {
        question: "'දුම්රිය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ම","ට","ය"],
        answer: 3
    },
    {
        question: "'ගුවන්යානය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["10","9","11","8"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ගුවන්යානය')",
        options: ["ගුවණ්යානය","ගුවන්යානයය","ගුවන්යානයව","ගුවන්යානය"],
        answer: 3
    },
    {
        question: "කිලෝග්‍රෑම් 23 කට ග්‍රෑම් කීයද?",
        options: ["24000","2300","23000","2300"],
        answer: 2
    },
    {
        question: "කිලෝග්‍රෑම් 24 කට ග්‍රෑම් කීයද?",
        options: ["25000","2400","24000","2400"],
        answer: 2
    },
    {
        question: "කිලෝග්‍රෑම් 25 කට ග්‍රෑම් කීයද?",
        options: ["2500","25000","26000","2500"],
        answer: 1
    },
    {
        question: "කිලෝග්‍රෑම් 26 කට ග්‍රෑම් කීයද?",
        options: ["26000","27000","2600","2600"],
        answer: 0
    },
    {
        question: "කිලෝග්‍රෑම් 27 කට ග්‍රෑම් කීයද?",
        options: ["27000","2700","2700","28000"],
        answer: 0
    },
    {
        question: "කිලෝග්‍රෑම් 28 කට ග්‍රෑම් කීයද?",
        options: ["29000","2800","28000","2800"],
        answer: 2
    },
    {
        question: "කිලෝග්‍රෑම් 29 කට ග්‍රෑම් කීයද?",
        options: ["2900","30000","29000","2900"],
        answer: 2
    },
    {
        question: "කිලෝග්‍රෑම් 30 කට ග්‍රෑම් කීයද?",
        options: ["31000","3000","3000","30000"],
        answer: 3
    },
    {
        question: "කිලෝග්‍රෑම් 31 කට ග්‍රෑම් කීයද?",
        options: ["3100","32000","31000","3100"],
        answer: 2
    },
    {
        question: "කිලෝග්‍රෑම් 32 කට ග්‍රෑම් කීයද?",
        options: ["3200","32000","3200","33000"],
        answer: 1
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'මාංශ පේශි' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["අන් අයට පෙන්වීමට","යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට","වෛද්‍යවරයාට දීමට","තරඟයකින් දිනීමට"],
        answer: 1
    },
    {
        question: "'මාංශ පේශි' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["සමබල ආහාර හා ජලය","ඖෂධ පමණි","ප්ලාස්ටික් කෑම","පැණිබීම පමණි"],
        answer: 0
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'මාංශ පේශි' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත","කැලයට","කඩේට","පාසලට"],
        answer: 0
    },
    {
        question: "උපතින්ම අපට හිමිවන 'මාංශ පේශි' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["අත්‍යවශ්‍ය අවයවයක් / කොටසක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්","ඇඳුමක්","බැහැර කළ හැකි දෙයක්"],
        answer: 0
    },
    {
        question: "කෙනෙකුගේ 'මාංශ පේශි' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["ආහාර අඩු වීම","රෝහල් පිරී යාම","නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම","අනෙක් අයට කරදරයක් වීම"],
        answer: 2
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'රුධිරය' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["අන් අයට පෙන්වීමට","යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට","වෛද්‍යවරයාට දීමට","තරඟයකින් දිනීමට"],
        answer: 1
    },
    {
        question: "'රුධිරය' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["ඖෂධ පමණි","සමබල ආහාර හා ජලය","පැණිබීම පමණි","ප්ලාස්ටික් කෑම"],
        answer: 1
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'රුධිරය' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["කැලයට","පාසලට","රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත","කඩේට"],
        answer: 2
    },
    {
        question: "උපතින්ම අපට හිමිවන 'රුධිරය' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["අත්‍යවශ්‍ය අවයවයක් / කොටසක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්","බැහැර කළ හැකි දෙයක්","ඇඳුමක්"],
        answer: 0
    },
    {
        question: "කෙනෙකුගේ 'රුධිරය' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["අනෙක් අයට කරදරයක් වීම","ආහාර අඩු වීම","නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම","රෝහල් පිරී යාම"],
        answer: 2
    },
];

export const grade5paper28 = [
    {
        question: "සමාජයේ පැවැත්මට 'පේෂකර්ම ශිල්පියා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["ඔව්, ඉතා අවශ්‍යයි","සමහරවිට","කිසිසේත් නැත","නැත, අවශ්‍ය නැත"],
        answer: 0
    },
    {
        question: "අප 'පේෂකර්ම ශිල්පියා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["නීතියක් ඇති බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්","ඔවුන් බියජනක බැවින්"],
        answer: 2
    },
    {
        question: "'ජම්බු' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["රෙදි නිපදවීම","දැව ලබා දීම","ආහාර ලබා දීම","සෙල්ලම් බඩු සෑදීම"],
        answer: 2
    },
    {
        question: "'ජම්බු' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["ප්ලාස්ටික්","බීජ හෝ පත්‍ර/මුල්","වීදුරු","රෙදි"],
        answer: 1
    },
    {
        question: "පරිසරයේ ඇති 'ජම්බු' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["කපා දැමීමට","විනාශ කිරීමට","ගිනි තැබීමට","පරිසර සමතුලිතතාවයට"],
        answer: 3
    },
    {
        question: "'ජම්බු' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["ශාක","දිලීර","බැක්ටීරියා","සතුන්"],
        answer: 0
    },
    {
        question: "'මීයා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ගිනි කන්දක","ස්වාභාවික පරිසරයේ","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","අභ්‍යවකාශයේ"],
        answer: 1
    },
    {
        question: "'මීයා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["යාන වාහන මත","පොත් පත් කියවීම මත","ආහාර හා පරිසරය මත","ඇඳුම් පැලඳුම් මත"],
        answer: 2
    },
    {
        question: "'මීයා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["කැලයට මුදා හැරීමෙන්","අනෙක් සතුන්ට දීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්","ජලයට දැමීමෙන්"],
        answer: 2
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'මීයා' ට සිදුවන්නේ කුමක්ද?",
        options: ["නිවාස ලැබීම","වාසස්ථාන අහිමි වීම","පෝසත් වීම","අධ්‍යාපනය ලැබීම"],
        answer: 1
    },
    {
        question: "'ගුවන්යානය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ය","ම","ක","ට"],
        answer: 0
    },
    {
        question: "'නැව' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["4","3","2","5"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('නැව')",
        options: ["නැවව","නැවය","නැව","ණැව"],
        answer: 2
    },
    {
        question: "'නැව' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ව","ක","ම","ට"],
        answer: 0
    },
    {
        question: "'ඔරුව' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","4","6","3"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ඔරුව')",
        options: ["ඔරුව","ඔරුවක්","ඔරුවය","ඔරුවව"],
        answer: 0
    },
    {
        question: "'ඔරුව' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ම","ට","ව"],
        answer: 3
    },
    {
        question: "'බෝට්ටුව' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["9","7","8","6"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('බෝට්ටුව')",
        options: ["බෝට්ටුවක්","බෝට්ටුවය","බෝට්ටුව","බෝට්ටුවව"],
        answer: 2
    },
    {
        question: "'බෝට්ටුව' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ට","ම","ව"],
        answer: 3
    },
    {
        question: "කිලෝග්‍රෑම් 33 කට ග්‍රෑම් කීයද?",
        options: ["33000","3300","3300","34000"],
        answer: 0
    },
    {
        question: "කිලෝග්‍රෑම් 34 කට ග්‍රෑම් කීයද?",
        options: ["34000","3400","3400","35000"],
        answer: 0
    },
    {
        question: "කිලෝග්‍රෑම් 35 කට ග්‍රෑම් කීයද?",
        options: ["35000","36000","3500","3500"],
        answer: 0
    },
    {
        question: "කිලෝග්‍රෑම් 36 කට ග්‍රෑම් කීයද?",
        options: ["3600","3600","36000","37000"],
        answer: 2
    },
    {
        question: "කිලෝග්‍රෑම් 37 කට ග්‍රෑම් කීයද?",
        options: ["3700","38000","3700","37000"],
        answer: 3
    },
    {
        question: "කිලෝග්‍රෑම් 38 කට ග්‍රෑම් කීයද?",
        options: ["38000","39000","3800","3800"],
        answer: 0
    },
    {
        question: "කිලෝග්‍රෑම් 39 කට ග්‍රෑම් කීයද?",
        options: ["40000","3900","3900","39000"],
        answer: 3
    },
    {
        question: "කිලෝග්‍රෑම් 40 කට ග්‍රෑම් කීයද?",
        options: ["41000","4000","4000","40000"],
        answer: 3
    },
    {
        question: "කිලෝග්‍රෑම් 41 කට ග්‍රෑම් කීයද?",
        options: ["42000","4100","4100","41000"],
        answer: 3
    },
    {
        question: "කිලෝග්‍රෑම් 42 කට ග්‍රෑම් කීයද?",
        options: ["4200","42000","43000","4200"],
        answer: 1
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'ස්නායු' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["අන් අයට පෙන්වීමට","යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට","තරඟයකින් දිනීමට","වෛද්‍යවරයාට දීමට"],
        answer: 1
    },
    {
        question: "'ස්නායු' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["ප්ලාස්ටික් කෑම","ඖෂධ පමණි","සමබල ආහාර හා ජලය","පැණිබීම පමණි"],
        answer: 2
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'ස්නායු' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["පාසලට","රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත","කඩේට","කැලයට"],
        answer: 1
    },
    {
        question: "උපතින්ම අපට හිමිවන 'ස්නායු' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["ඇඳුමක්","අත්‍යවශ්‍ය අවයවයක් / කොටසක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්","බැහැර කළ හැකි දෙයක්"],
        answer: 1
    },
    {
        question: "කෙනෙකුගේ 'ස්නායු' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["අනෙක් අයට කරදරයක් වීම","රෝහල් පිරී යාම","නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම","ආහාර අඩු වීම"],
        answer: 2
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'දත්' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["වෛද්‍යවරයාට දීමට","අන් අයට පෙන්වීමට","තරඟයකින් දිනීමට","යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට"],
        answer: 3
    },
    {
        question: "'දත්' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["ඖෂධ පමණි","ප්ලාස්ටික් කෑම","පැණිබීම පමණි","සමබල ආහාර හා ජලය"],
        answer: 3
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'දත්' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත","කඩේට","කැලයට","පාසලට"],
        answer: 0
    },
    {
        question: "උපතින්ම අපට හිමිවන 'දත්' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["යන්ත්‍රයකින් සවි කළ හැකි දෙයක්","ඇඳුමක්","බැහැර කළ හැකි දෙයක්","අත්‍යවශ්‍ය අවයවයක් / කොටසක්"],
        answer: 3
    },
    {
        question: "කෙනෙකුගේ 'දත්' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["අනෙක් අයට කරදරයක් වීම","නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම","ආහාර අඩු වීම","රෝහල් පිරී යාම"],
        answer: 1
    },
];

export const grade5paper29 = [
    {
        question: "'කුරුණෑගල' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ඇමෙරිකාවේ","යුරෝපයේ","ලංකාව ඇතුළත","ඉන්දියාවේ"],
        answer: 2
    },
    {
        question: "'කුරුණෑගල' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["ආහාර","හිම කරත්ත","ජලය","නිවාස"],
        answer: 1
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'කුරුණෑගල' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["සාගරයකට","පළාතකට","මහාද්වීපයකට","වෙනත් රටකට"],
        answer: 1
    },
    {
        question: "'කුරුණෑගල' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["කඩය","පොලිසිය","පාසල","රෝහල"],
        answer: 2
    },
    {
        question: "'හමුදා භටයා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["පරිසර විනාශයක්","මහජන සේවයක්","හානිකර දෙයක්","කිසිදු සේවයක් නැත"],
        answer: 1
    },
    {
        question: "'හමුදා භටයා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["කම්මැලිකම","තම දැනුම හා ශ්‍රමය","වෙනත් අයගේ මුදල්","හොරකම"],
        answer: 1
    },
    {
        question: "සමාජයේ පැවැත්මට 'හමුදා භටයා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["සමහරවිට","නැත, අවශ්‍ය නැත","කිසිසේත් නැත","ඔව්, ඉතා අවශ්‍යයි"],
        answer: 3
    },
    {
        question: "අප 'හමුදා භටයා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["ඔවුන් බියජනක බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","නීතියක් ඇති බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්"],
        answer: 3
    },
    {
        question: "'බෙලි' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["රෙදි නිපදවීම","ආහාර ලබා දීම","දැව ලබා දීම","සෙල්ලම් බඩු සෑදීම"],
        answer: 1
    },
    {
        question: "'බෙලි' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["ප්ලාස්ටික්","බීජ හෝ පත්‍ර/මුල්","රෙදි","වීදුරු"],
        answer: 1
    },
    {
        question: "'පළතුරු' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","7","6","8"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('පළතුරු')",
        options: ["පලතුරු","පළතුරු","පළතුරුය","පළතුරුක්"],
        answer: 1
    },
    {
        question: "'පළතුරු' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ට","ු","ක"],
        answer: 2
    },
    {
        question: "'එළවළු' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","7","6","4"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('එළවළු')",
        options: ["එළවළු","එලවළු","එළවළුය","එළවළුක්"],
        answer: 0
    },
    {
        question: "'එළවළු' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ක","ට","ු"],
        answer: 3
    },
    {
        question: "'ඖෂධය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["6","4","3","5"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ඖෂධය')",
        options: ["ඖෂධයය","ඖෂධය","ඖෂධයක්","ඖසධය"],
        answer: 1
    },
    {
        question: "'ඖෂධය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ක","ම","ය"],
        answer: 3
    },
    {
        question: "'වෛද්‍යවරයා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["12","10","11","9"],
        answer: 1
    },
    {
        question: "කිලෝග්‍රෑම් 43 කට ග්‍රෑම් කීයද?",
        options: ["4300","44000","43000","4300"],
        answer: 2
    },
    {
        question: "කිලෝග්‍රෑම් 44 කට ග්‍රෑම් කීයද?",
        options: ["4400","45000","44000","4400"],
        answer: 2
    },
    {
        question: "කිලෝග්‍රෑම් 45 කට ග්‍රෑම් කීයද?",
        options: ["4500","4500","45000","46000"],
        answer: 2
    },
    {
        question: "කිලෝග්‍රෑම් 46 කට ග්‍රෑම් කීයද?",
        options: ["47000","46000","4600","4600"],
        answer: 1
    },
    {
        question: "කිලෝග්‍රෑම් 47 කට ග්‍රෑම් කීයද?",
        options: ["48000","4700","4700","47000"],
        answer: 3
    },
    {
        question: "කිලෝග්‍රෑම් 48 කට ග්‍රෑම් කීයද?",
        options: ["4800","49000","4800","48000"],
        answer: 3
    },
    {
        question: "කිලෝග්‍රෑම් 49 කට ග්‍රෑම් කීයද?",
        options: ["4900","49000","50000","4900"],
        answer: 1
    },
    {
        question: "කිලෝග්‍රෑම් 50 කට ග්‍රෑම් කීයද?",
        options: ["51000","50000","5000","5000"],
        answer: 1
    },
    {
        question: "කිලෝග්‍රෑම් 51 කට ග්‍රෑම් කීයද?",
        options: ["5100","5100","51000","52000"],
        answer: 2
    },
    {
        question: "කිලෝග්‍රෑම් 52 කට ග්‍රෑම් කීයද?",
        options: ["5200","52000","53000","5200"],
        answer: 1
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'නියපොතු' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["වෛද්‍යවරයාට දීමට","යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට","තරඟයකින් දිනීමට","අන් අයට පෙන්වීමට"],
        answer: 1
    },
    {
        question: "'නියපොතු' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["ප්ලාස්ටික් කෑම","පැණිබීම පමණි","සමබල ආහාර හා ජලය","ඖෂධ පමණි"],
        answer: 2
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'නියපොතු' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["කැලයට","රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත","කඩේට","පාසලට"],
        answer: 1
    },
    {
        question: "උපතින්ම අපට හිමිවන 'නියපොතු' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["අත්‍යවශ්‍ය අවයවයක් / කොටසක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්","බැහැර කළ හැකි දෙයක්","ඇඳුමක්"],
        answer: 0
    },
    {
        question: "කෙනෙකුගේ 'නියපොතු' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම","ආහාර අඩු වීම","අනෙක් අයට කරදරයක් වීම","රෝහල් පිරී යාම"],
        answer: 0
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'කෙස්' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["තරඟයකින් දිනීමට","අන් අයට පෙන්වීමට","යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට","වෛද්‍යවරයාට දීමට"],
        answer: 2
    },
    {
        question: "'කෙස්' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["ඖෂධ පමණි","පැණිබීම පමණි","ප්ලාස්ටික් කෑම","සමබල ආහාර හා ජලය"],
        answer: 3
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'කෙස්' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["කඩේට","කැලයට","පාසලට","රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත"],
        answer: 3
    },
    {
        question: "උපතින්ම අපට හිමිවන 'කෙස්' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["බැහැර කළ හැකි දෙයක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්","අත්‍යවශ්‍ය අවයවයක් / කොටසක්","ඇඳුමක්"],
        answer: 2
    },
    {
        question: "කෙනෙකුගේ 'කෙස්' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["අනෙක් අයට කරදරයක් වීම","රෝහල් පිරී යාම","ආහාර අඩු වීම","නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම"],
        answer: 3
    },
];

export const grade5paper30 = [
    {
        question: "පරිසරයේ ඇති 'බෙලි' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["කපා දැමීමට","විනාශ කිරීමට","පරිසර සමතුලිතතාවයට","ගිනි තැබීමට"],
        answer: 2
    },
    {
        question: "'බෙලි' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["ශාක","බැක්ටීරියා","සතුන්","දිලීර"],
        answer: 0
    },
    {
        question: "'බල්ලා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ස්වාභාවික පරිසරයේ","අභ්‍යවකාශයේ","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","ගිනි කන්දක"],
        answer: 0
    },
    {
        question: "'බල්ලා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["යාන වාහන මත","පොත් පත් කියවීම මත","ඇඳුම් පැලඳුම් මත","ආහාර හා පරිසරය මත"],
        answer: 3
    },
    {
        question: "'බල්ලා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["කැලයට මුදා හැරීමෙන්","අනෙක් සතුන්ට දීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්","ජලයට දැමීමෙන්"],
        answer: 2
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'බල්ලා' ට සිදුවන්නේ කුමක්ද?",
        options: ["වාසස්ථාන අහිමි වීම","නිවාස ලැබීම","පෝසත් වීම","අධ්‍යාපනය ලැබීම"],
        answer: 0
    },
    {
        question: "'පුත්තලම' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ඇමෙරිකාවේ","යුරෝපයේ","ලංකාව ඇතුළත","ඉන්දියාවේ"],
        answer: 2
    },
    {
        question: "'පුත්තලම' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["ජලය","හිම කරත්ත","නිවාස","ආහාර"],
        answer: 1
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'පුත්තලම' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["සාගරයකට","පළාතකට","මහාද්වීපයකට","වෙනත් රටකට"],
        answer: 1
    },
    {
        question: "'පුත්තලම' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["කඩය","පාසල","පොලිසිය","රෝහල"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('වෛද්‍යවරයා')",
        options: ["වෛද්‍යවරයාව","වෛද්‍යවරයාක්","වෛද්‍යවරයාය","වෛද්‍යවරයා"],
        answer: 3
    },
    {
        question: "'වෛද්‍යවරයා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ක","ා","ම"],
        answer: 2
    },
    {
        question: "'ගොවියා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["6","7","5","8"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ගොවියා')",
        options: ["ගොවියාව","ගොවියාය","ගොවියා","ගොවියාක්"],
        answer: 2
    },
    {
        question: "'ගොවියා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ා","ට","ක","ම"],
        answer: 0
    },
    {
        question: "'වෙළෙන්දා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["7","10","8","9"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('වෙළෙන්දා')",
        options: ["වෙළෙන්දාය","වෙළෙන්දා","වෙලෙන්දා","වෙළෙණ්දා"],
        answer: 1
    },
    {
        question: "'වෙළෙන්දා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ා","ම","ක"],
        answer: 1
    },
    {
        question: "'ලියුම්කරු' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["10","8","11","9"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ලියුම්කරු')",
        options: ["ලියුම්කරුව","ළියුම්කරු","ලියුම්කරුය","ලියුම්කරු"],
        answer: 3
    },
    {
        question: "කිලෝග්‍රෑම් 53 කට ග්‍රෑම් කීයද?",
        options: ["53000","5300","5300","54000"],
        answer: 0
    },
    {
        question: "කිලෝග්‍රෑම් 54 කට ග්‍රෑම් කීයද?",
        options: ["55000","5400","54000","5400"],
        answer: 2
    },
    {
        question: "කිලෝග්‍රෑම් 55 කට ග්‍රෑම් කීයද?",
        options: ["5500","55000","5500","56000"],
        answer: 1
    },
    {
        question: "කිලෝග්‍රෑම් 56 කට ග්‍රෑම් කීයද?",
        options: ["5600","57000","5600","56000"],
        answer: 3
    },
    {
        question: "කිලෝග්‍රෑම් 57 කට ග්‍රෑම් කීයද?",
        options: ["58000","57000","5700","5700"],
        answer: 1
    },
    {
        question: "කිලෝග්‍රෑම් 58 කට ග්‍රෑම් කීයද?",
        options: ["59000","5800","5800","58000"],
        answer: 3
    },
    {
        question: "කිලෝග්‍රෑම් 59 කට ග්‍රෑම් කීයද?",
        options: ["5900","5900","60000","59000"],
        answer: 3
    },
    {
        question: "කිලෝග්‍රෑම් 60 කට ග්‍රෑම් කීයද?",
        options: ["6000","60000","6000","61000"],
        answer: 1
    },
    {
        question: "කිලෝග්‍රෑම් 61 කට ග්‍රෑම් කීයද?",
        options: ["62000","6100","6100","61000"],
        answer: 3
    },
    {
        question: "කිලෝග්‍රෑම් 62 කට ග්‍රෑම් කීයද?",
        options: ["62000","6200","63000","6200"],
        answer: 0
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'ඇඟිලි' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["වෛද්‍යවරයාට දීමට","අන් අයට පෙන්වීමට","යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට","තරඟයකින් දිනීමට"],
        answer: 2
    },
    {
        question: "'ඇඟිලි' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["ඖෂධ පමණි","පැණිබීම පමණි","ප්ලාස්ටික් කෑම","සමබල ආහාර හා ජලය"],
        answer: 3
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'ඇඟිලි' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["කඩේට","රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත","පාසලට","කැලයට"],
        answer: 1
    },
    {
        question: "උපතින්ම අපට හිමිවන 'ඇඟිලි' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["අත්‍යවශ්‍ය අවයවයක් / කොටසක්","බැහැර කළ හැකි දෙයක්","ඇඳුමක්","යන්ත්‍රයකින් සවි කළ හැකි දෙයක්"],
        answer: 0
    },
    {
        question: "කෙනෙකුගේ 'ඇඟිලි' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["ආහාර අඩු වීම","නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම","අනෙක් අයට කරදරයක් වීම","රෝහල් පිරී යාම"],
        answer: 1
    },
    {
        question: "මිනිස් සිරුරේ අතිශය වැදගත් කොටසක් වන 'පාද' පිරිසිදුව හා නිරෝගීව තබාගත යුත්තේ ඇයි?",
        options: ["අන් අයට පෙන්වීමට","වෛද්‍යවරයාට දීමට","යහපත් සෞඛ්‍යයක් පවත්වා ගැනීමට","තරඟයකින් දිනීමට"],
        answer: 2
    },
    {
        question: "'පාද' නිසියාකාරව ක්‍රියාත්මක වීමට අප ලබාගත යුත්තේ කුමක්ද?",
        options: ["සමබල ආහාර හා ජලය","ඖෂධ පමණි","ප්ලාස්ටික් කෑම","පැණිබීම පමණි"],
        answer: 0
    },
    {
        question: "අපගේ ශරීරයේ ඇති 'පාද' ට හානියක් සිදුවුවහොත් යා යුත්තේ කොතැනටද?",
        options: ["කඩේට","කැලයට","පාසලට","රෝහලට කුසලතා පිරි වෛද්‍යවරයෙකු වෙත"],
        answer: 3
    },
    {
        question: "උපතින්ම අපට හිමිවන 'පාද' යනු ශරීරයේ කුමන ආකාරයේ කොටසක්ද?",
        options: ["යන්ත්‍රයකින් සවි කළ හැකි දෙයක්","බැහැර කළ හැකි දෙයක්","ඇඳුමක්","අත්‍යවශ්‍ය අවයවයක් / කොටසක්"],
        answer: 3
    },
    {
        question: "කෙනෙකුගේ 'පාද' නිරෝගීව තිබීමෙන් සමාජයට ඇති වාසිය කුමක්ද?",
        options: ["ආහාර අඩු වීම","අනෙක් අයට කරදරයක් වීම","රෝහල් පිරී යාම","නිරෝගී පුරවැසියෙකු ලෙස සේවා සැපයීම"],
        answer: 3
    },
];

export const grade5paper31 = [
    {
        question: "'ගායකයා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["පරිසර විනාශයක්","හානිකර දෙයක්","මහජන සේවයක්","කිසිදු සේවයක් නැත"],
        answer: 2
    },
    {
        question: "'ගායකයා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["කම්මැලිකම","වෙනත් අයගේ මුදල්","හොරකම","තම දැනුම හා ශ්‍රමය"],
        answer: 3
    },
    {
        question: "සමාජයේ පැවැත්මට 'ගායකයා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["කිසිසේත් නැත","ඔව්, ඉතා අවශ්‍යයි","නැත, අවශ්‍ය නැත","සමහරවිට"],
        answer: 1
    },
    {
        question: "අප 'ගායකයා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්","ඔවුන් බියජනක බැවින්","නීතියක් ඇති බැවින්"],
        answer: 1
    },
    {
        question: "'අනෝදා' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["රෙදි නිපදවීම","සෙල්ලම් බඩු සෑදීම","ආහාර ලබා දීම","දැව ලබා දීම"],
        answer: 2
    },
    {
        question: "'අනෝදා' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["බීජ හෝ පත්‍ර/මුල්","වීදුරු","රෙදි","ප්ලාස්ටික්"],
        answer: 0
    },
    {
        question: "පරිසරයේ ඇති 'අනෝදා' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["පරිසර සමතුලිතතාවයට","කපා දැමීමට","ගිනි තැබීමට","විනාශ කිරීමට"],
        answer: 0
    },
    {
        question: "'අනෝදා' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["දිලීර","ශාක","සතුන්","බැක්ටීරියා"],
        answer: 1
    },
    {
        question: "'පූසා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ගිනි කන්දක","අභ්‍යවකාශයේ","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","ස්වාභාවික පරිසරයේ"],
        answer: 3
    },
    {
        question: "'පූසා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["ආහාර හා පරිසරය මත","ඇඳුම් පැලඳුම් මත","යාන වාහන මත","පොත් පත් කියවීම මත"],
        answer: 0
    },
    {
        question: "'ලියුම්කරු' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ම","ක","ු"],
        answer: 3
    },
    {
        question: "'කම්කරුවා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["7","10","9","8"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('කම්කරුවා')",
        options: ["කම්කරුවාක්","කම්කරුවා","කම්කරුවාව","කම්කරුවාය"],
        answer: 1
    },
    {
        question: "'කම්කරුවා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ම","ා","ක"],
        answer: 2
    },
    {
        question: "'රියදුරුවරයා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["11","12","10","13"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('රියදුරුවරයා')",
        options: ["රියදුරුවරයා","රියදුරුවරයාය","රියදුරුවරයාව","රියදුරුවරයාක්"],
        answer: 0
    },
    {
        question: "'රියදුරුවරයා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ට","ා","ක"],
        answer: 2
    },
    {
        question: "'තාක්ෂණය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["9","7","6","8"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('තාක්ෂණය')",
        options: ["තාක්සනය","තාක්ෂණයක්","තාක්ෂණයය","තාක්ෂණය"],
        answer: 3
    },
    {
        question: "'තාක්ෂණය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ක","ට","ය"],
        answer: 3
    },
    {
        question: "පැය 11 ට මිනිත්තු කීයද?",
        options: ["1100","720","660","600"],
        answer: 2
    },
    {
        question: "පැය 12 ට මිනිත්තු කීයද?",
        options: ["720","1200","780","660"],
        answer: 0
    },
    {
        question: "පැය 13 ට මිනිත්තු කීයද?",
        options: ["840","720","780","1300"],
        answer: 2
    },
    {
        question: "පැය 14 ට මිනිත්තු කීයද?",
        options: ["900","780","1400","840"],
        answer: 3
    },
    {
        question: "පැය 15 ට මිනිත්තු කීයද?",
        options: ["1500","840","960","900"],
        answer: 3
    },
    {
        question: "පැය 16 ට මිනිත්තු කීයද?",
        options: ["900","1020","960","1600"],
        answer: 2
    },
    {
        question: "පැය 17 ට මිනිත්තු කීයද?",
        options: ["1020","960","1080","1700"],
        answer: 0
    },
    {
        question: "පැය 18 ට මිනිත්තු කීයද?",
        options: ["1800","1080","1020","1140"],
        answer: 1
    },
    {
        question: "පැය 19 ට මිනිත්තු කීයද?",
        options: ["1080","1140","1200","1900"],
        answer: 1
    },
    {
        question: "පැය 20 ට මිනිත්තු කීයද?",
        options: ["1200","2000","1140","1260"],
        answer: 0
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'පරිගණකය' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["අසනීප වීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට","කාලය නාස්ති කිරීමට","නිදා ගැනීමට"],
        answer: 1
    },
    {
        question: "'පරිගණකය' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["භෞතික ශක්තිය පමණි","ප්‍රඥාව හා තාක්ෂණික දියුණුව","වෙනත් ග්‍රහලෝකයක සහය","මැජික් බලය"],
        answer: 1
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'පරිගණකය' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["පිරිසිදුකම වැඩි වීම","සදාකාලික ජීවනය","ශරීර ශක්තිය වැඩි වීම","විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ"],
        answer: 3
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'පරිගණකය' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["ගල් අඟුරු පමණි","විදුලිය හෝ ඉන්ධන","අධික ශබ්දය","ජලය පමණි (ඍජුව)"],
        answer: 1
    },
    {
        question: "'පරිගණකය' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","ගල් යුගයට සමාන වනු ඇත","තවත් දියුණු හා කාර්යක්ෂම වනු ඇත","ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත"],
        answer: 2
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'ජංගම දුරකථනය' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["අසනීප වීමට","නිදා ගැනීමට","කාලය නාස්ති කිරීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට"],
        answer: 3
    },
    {
        question: "'ජංගම දුරකථනය' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["මැජික් බලය","භෞතික ශක්තිය පමණි","ප්‍රඥාව හා තාක්ෂණික දියුණුව","වෙනත් ග්‍රහලෝකයක සහය"],
        answer: 2
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'ජංගම දුරකථනය' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["පිරිසිදුකම වැඩි වීම","සදාකාලික ජීවනය","ශරීර ශක්තිය වැඩි වීම","විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ"],
        answer: 3
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'ජංගම දුරකථනය' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["විදුලිය හෝ ඉන්ධන","ගල් අඟුරු පමණි","අධික ශබ්දය","ජලය පමණි (ඍජුව)"],
        answer: 0
    },
    {
        question: "'ජංගම දුරකථනය' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","තවත් දියුණු හා කාර්යක්ෂම වනු ඇත","ගල් යුගයට සමාන වනු ඇත","ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත"],
        answer: 1
    },
];

export const grade5paper32 = [
    {
        question: "'පූසා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["අනෙක් සතුන්ට දීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්","කැලයට මුදා හැරීමෙන්","ජලයට දැමීමෙන්"],
        answer: 1
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'පූසා' ට සිදුවන්නේ කුමක්ද?",
        options: ["අධ්‍යාපනය ලැබීම","පෝසත් වීම","වාසස්ථාන අහිමි වීම","නිවාස ලැබීම"],
        answer: 2
    },
    {
        question: "'අනුරාධපුර' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ඉන්දියාවේ","ලංකාව ඇතුළත","යුරෝපයේ","ඇමෙරිකාවේ"],
        answer: 1
    },
    {
        question: "'අනුරාධපුර' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["ආහාර","හිම කරත්ත","නිවාස","ජලය"],
        answer: 1
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'අනුරාධපුර' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["මහාද්වීපයකට","පළාතකට","සාගරයකට","වෙනත් රටකට"],
        answer: 1
    },
    {
        question: "'අනුරාධපුර' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["කඩය","රෝහල","පොලිසිය","පාසල"],
        answer: 3
    },
    {
        question: "'නළුවා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["හානිකර දෙයක්","කිසිදු සේවයක් නැත","පරිසර විනාශයක්","මහජන සේවයක්"],
        answer: 3
    },
    {
        question: "'නළුවා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["හොරකම","කම්මැලිකම","වෙනත් අයගේ මුදල්","තම දැනුම හා ශ්‍රමය"],
        answer: 3
    },
    {
        question: "සමාජයේ පැවැත්මට 'නළුවා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["නැත, අවශ්‍ය නැත","කිසිසේත් නැත","සමහරවිට","ඔව්, ඉතා අවශ්‍යයි"],
        answer: 3
    },
    {
        question: "අප 'නළුවා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["ඔවුන් බියජනක බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්","නීතියක් ඇති බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්"],
        answer: 1
    },
    {
        question: "'වනාන්තරය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["7","9","10","8"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('වනාන්තරය')",
        options: ["වනාන්තරයව","වනාන්තරයය","වණාන්තරය","වනාන්තරය"],
        answer: 3
    },
    {
        question: "'වනාන්තරය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ට","ම","ය"],
        answer: 3
    },
    {
        question: "'ගස්වැල්' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["7","6","8","9"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ගස්වැල්')",
        options: ["ගස්වැල්ය","ගස්වැල්","ගස්වැල්ව","ගස්වැළ්"],
        answer: 1
    },
    {
        question: "'ගස්වැල්' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","්","ට","ක"],
        answer: 1
    },
    {
        question: "'සතාසීපාවා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["11","10","8","9"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('සතාසීපාවා')",
        options: ["සතාසීපාවාය","සතාසීපාවාව","සතාසීපාවා","සතාසීපාවාක්"],
        answer: 2
    },
    {
        question: "'සතාසීපාවා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ට","ම","ා"],
        answer: 3
    },
    {
        question: "'මනුෂ්‍යයා' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["9","8","10","11"],
        answer: 0
    },
    {
        question: "පැය 21 ට මිනිත්තු කීයද?",
        options: ["1260","1200","2100","1320"],
        answer: 0
    },
    {
        question: "පැය 22 ට මිනිත්තු කීයද?",
        options: ["1320","2200","1260","1380"],
        answer: 0
    },
    {
        question: "පැය 23 ට මිනිත්තු කීයද?",
        options: ["2300","1380","1440","1320"],
        answer: 1
    },
    {
        question: "පැය 24 ට මිනිත්තු කීයද?",
        options: ["1440","1380","2400","1500"],
        answer: 0
    },
    {
        question: "පැය 25 ට මිනිත්තු කීයද?",
        options: ["2500","1500","1560","1440"],
        answer: 1
    },
    {
        question: "පැය 26 ට මිනිත්තු කීයද?",
        options: ["1560","1500","2600","1620"],
        answer: 0
    },
    {
        question: "පැය 27 ට මිනිත්තු කීයද?",
        options: ["1560","1680","2700","1620"],
        answer: 3
    },
    {
        question: "පැය 28 ට මිනිත්තු කීයද?",
        options: ["1620","1740","2800","1680"],
        answer: 3
    },
    {
        question: "පැය 29 ට මිනිත්තු කීයද?",
        options: ["1680","1800","1740","2900"],
        answer: 2
    },
    {
        question: "පැය 30 ට මිනිත්තු කීයද?",
        options: ["1740","1800","3000","1860"],
        answer: 1
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'අන්තර්ජාලය' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["නිදා ගැනීමට","අසනීප වීමට","කාලය නාස්ති කිරීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට"],
        answer: 3
    },
    {
        question: "'අන්තර්ජාලය' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["ප්‍රඥාව හා තාක්ෂණික දියුණුව","වෙනත් ග්‍රහලෝකයක සහය","මැජික් බලය","භෞතික ශක්තිය පමණි"],
        answer: 0
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'අන්තර්ජාලය' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["පිරිසිදුකම වැඩි වීම","සදාකාලික ජීවනය","විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","ශරීර ශක්තිය වැඩි වීම"],
        answer: 2
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'අන්තර්ජාලය' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["ගල් අඟුරු පමණි","විදුලිය හෝ ඉන්ධන","ජලය පමණි (ඍජුව)","අධික ශබ්දය"],
        answer: 1
    },
    {
        question: "'අන්තර්ජාලය' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත","තවත් දියුණු හා කාර්යක්ෂම වනු ඇත","ගල් යුගයට සමාන වනු ඇත","සම්පූර්ණයෙන්ම නැතිවී යනු ඇත"],
        answer: 1
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'රූපවාහිනිය' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["නිදා ගැනීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට","අසනීප වීමට","කාලය නාස්ති කිරීමට"],
        answer: 1
    },
    {
        question: "'රූපවාහිනිය' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["වෙනත් ග්‍රහලෝකයක සහය","මැජික් බලය","ප්‍රඥාව හා තාක්ෂණික දියුණුව","භෞතික ශක්තිය පමණි"],
        answer: 2
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'රූපවාහිනිය' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["පිරිසිදුකම වැඩි වීම","විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","ශරීර ශක්තිය වැඩි වීම","සදාකාලික ජීවනය"],
        answer: 1
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'රූපවාහිනිය' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["අධික ශබ්දය","විදුලිය හෝ ඉන්ධන","ජලය පමණි (ඍජුව)","ගල් අඟුරු පමණි"],
        answer: 1
    },
    {
        question: "'රූපවාහිනිය' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත","ගල් යුගයට සමාන වනු ඇත","තවත් දියුණු හා කාර්යක්ෂම වනු ඇත"],
        answer: 3
    },
];

export const grade5paper33 = [
    {
        question: "'කාමරංගා' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["ආහාර ලබා දීම","රෙදි නිපදවීම","සෙල්ලම් බඩු සෑදීම","දැව ලබා දීම"],
        answer: 0
    },
    {
        question: "'කාමරංගා' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["වීදුරු","රෙදි","ප්ලාස්ටික්","බීජ හෝ පත්‍ර/මුල්"],
        answer: 3
    },
    {
        question: "පරිසරයේ ඇති 'කාමරංගා' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["ගිනි තැබීමට","විනාශ කිරීමට","පරිසර සමතුලිතතාවයට","කපා දැමීමට"],
        answer: 2
    },
    {
        question: "'කාමරංගා' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["දිලීර","සතුන්","බැක්ටීරියා","ශාක"],
        answer: 3
    },
    {
        question: "'එළුවා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ස්වාභාවික පරිසරයේ","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","ගිනි කන්දක","අභ්‍යවකාශයේ"],
        answer: 0
    },
    {
        question: "'එළුවා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["යාන වාහන මත","ආහාර හා පරිසරය මත","ඇඳුම් පැලඳුම් මත","පොත් පත් කියවීම මත"],
        answer: 1
    },
    {
        question: "'එළුවා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["කැලයට මුදා හැරීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්","අනෙක් සතුන්ට දීමෙන්","ජලයට දැමීමෙන්"],
        answer: 1
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'එළුවා' ට සිදුවන්නේ කුමක්ද?",
        options: ["නිවාස ලැබීම","වාසස්ථාන අහිමි වීම","අධ්‍යාපනය ලැබීම","පෝසත් වීම"],
        answer: 1
    },
    {
        question: "'පොළොන්නරුව' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ඇමෙරිකාවේ","ලංකාව ඇතුළත","ඉන්දියාවේ","යුරෝපයේ"],
        answer: 1
    },
    {
        question: "'පොළොන්නරුව' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["හිම කරත්ත","නිවාස","ආහාර","ජලය"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('මනුෂ්‍යයා')",
        options: ["මනුෂ්‍යයා","මනුස්‍යයා","මනුෂ්‍යයාය","මණුෂ්‍යයා"],
        answer: 0
    },
    {
        question: "'මනුෂ්‍යයා' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ම","ට","ා"],
        answer: 3
    },
    {
        question: "'ආගම' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["2","3","4","5"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ආගම')",
        options: ["ආගමය","ආගමක්","ආගමව","ආගම"],
        answer: 3
    },
    {
        question: "'ආගම' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ප","ට","ම"],
        answer: 3
    },
    {
        question: "'සංස්කෘතිය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["8","9","10","11"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('සංස්කෘතිය')",
        options: ["සංස්කෘතියය","සංස්කෘතියක්","සංස්කෘතිය","සංස්කෘතියව"],
        answer: 2
    },
    {
        question: "'සංස්කෘතිය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ක","ම","ය"],
        answer: 3
    },
    {
        question: "'කලාව' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["3","5","4","6"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('කලාව')",
        options: ["කළාව","කලාව","කලාවව","කලාවය"],
        answer: 1
    },
    {
        question: "පැය 31 ට මිනිත්තු කීයද?",
        options: ["1800","1920","3100","1860"],
        answer: 3
    },
    {
        question: "පැය 32 ට මිනිත්තු කීයද?",
        options: ["1920","1860","3200","1980"],
        answer: 0
    },
    {
        question: "පැය 33 ට මිනිත්තු කීයද?",
        options: ["3300","1920","1980","2040"],
        answer: 2
    },
    {
        question: "පැය 34 ට මිනිත්තු කීයද?",
        options: ["2040","2100","1980","3400"],
        answer: 0
    },
    {
        question: "පැය 35 ට මිනිත්තු කීයද?",
        options: ["3500","2100","2040","2160"],
        answer: 1
    },
    {
        question: "පැය 36 ට මිනිත්තු කීයද?",
        options: ["3600","2100","2220","2160"],
        answer: 3
    },
    {
        question: "පැය 37 ට මිනිත්තු කීයද?",
        options: ["2220","2280","3700","2160"],
        answer: 0
    },
    {
        question: "පැය 38 ට මිනිත්තු කීයද?",
        options: ["3800","2280","2220","2340"],
        answer: 1
    },
    {
        question: "පැය 39 ට මිනිත්තු කීයද?",
        options: ["2400","2340","3900","2280"],
        answer: 1
    },
    {
        question: "පැය 40 ට මිනිත්තු කීයද?",
        options: ["2340","2460","4000","2400"],
        answer: 3
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'ගුවන් විදුලිය' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["දෛනික වැඩ පහසු හා වේගවත් කිරීමට","නිදා ගැනීමට","අසනීප වීමට","කාලය නාස්ති කිරීමට"],
        answer: 0
    },
    {
        question: "'ගුවන් විදුලිය' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["වෙනත් ග්‍රහලෝකයක සහය","මැජික් බලය","භෞතික ශක්තිය පමණි","ප්‍රඥාව හා තාක්ෂණික දියුණුව"],
        answer: 3
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'ගුවන් විදුලිය' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["පිරිසිදුකම වැඩි වීම","විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","සදාකාලික ජීවනය","ශරීර ශක්තිය වැඩි වීම"],
        answer: 1
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'ගුවන් විදුලිය' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["ගල් අඟුරු පමණි","අධික ශබ්දය","ජලය පමණි (ඍජුව)","විදුලිය හෝ ඉන්ධන"],
        answer: 3
    },
    {
        question: "'ගුවන් විදුලිය' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["තවත් දියුණු හා කාර්යක්ෂම වනු ඇත","ගල් යුගයට සමාන වනු ඇත","සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත"],
        answer: 0
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'කැමරාව' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["නිදා ගැනීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට","අසනීප වීමට","කාලය නාස්ති කිරීමට"],
        answer: 1
    },
    {
        question: "'කැමරාව' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["මැජික් බලය","වෙනත් ග්‍රහලෝකයක සහය","භෞතික ශක්තිය පමණි","ප්‍රඥාව හා තාක්ෂණික දියුණුව"],
        answer: 3
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'කැමරාව' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["සදාකාලික ජීවනය","විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","පිරිසිදුකම වැඩි වීම","ශරීර ශක්තිය වැඩි වීම"],
        answer: 1
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'කැමරාව' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["අධික ශබ්දය","විදුලිය හෝ ඉන්ධන","ගල් අඟුරු පමණි","ජලය පමණි (ඍජුව)"],
        answer: 1
    },
    {
        question: "'කැමරාව' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["ගල් යුගයට සමාන වනු ඇත","ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත","සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","තවත් දියුණු හා කාර්යක්ෂම වනු ඇත"],
        answer: 3
    },
];

export const grade5paper34 = [
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'පොළොන්නරුව' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["වෙනත් රටකට","සාගරයකට","පළාතකට","මහාද්වීපයකට"],
        answer: 2
    },
    {
        question: "'පොළොන්නරුව' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["කඩය","පාසල","රෝහල","පොලිසිය"],
        answer: 1
    },
    {
        question: "'චිත්‍ර ශිල්පියා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["පරිසර විනාශයක්","හානිකර දෙයක්","මහජන සේවයක්","කිසිදු සේවයක් නැත"],
        answer: 2
    },
    {
        question: "'චිත්‍ර ශිල්පියා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["වෙනත් අයගේ මුදල්","තම දැනුම හා ශ්‍රමය","හොරකම","කම්මැලිකම"],
        answer: 1
    },
    {
        question: "සමාජයේ පැවැත්මට 'චිත්‍ර ශිල්පියා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["නැත, අවශ්‍ය නැත","සමහරවිට","ඔව්, ඉතා අවශ්‍යයි","කිසිසේත් නැත"],
        answer: 2
    },
    {
        question: "අප 'චිත්‍ර ශිල්පියා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["සමාජය ගොඩනැගීමට දායක වන බැවින්","නීතියක් ඇති බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","ඔවුන් බියජනක බැවින්"],
        answer: 0
    },
    {
        question: "'උක්' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["ආහාර ලබා දීම","සෙල්ලම් බඩු සෑදීම","රෙදි නිපදවීම","දැව ලබා දීම"],
        answer: 0
    },
    {
        question: "'උක්' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["රෙදි","ප්ලාස්ටික්","බීජ හෝ පත්‍ර/මුල්","වීදුරු"],
        answer: 2
    },
    {
        question: "පරිසරයේ ඇති 'උක්' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["විනාශ කිරීමට","පරිසර සමතුලිතතාවයට","කපා දැමීමට","ගිනි තැබීමට"],
        answer: 1
    },
    {
        question: "'උක්' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["දිලීර","ශාක","බැක්ටීරියා","සතුන්"],
        answer: 1
    },
    {
        question: "'කලාව' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ව","ක","ට"],
        answer: 1
    },
    {
        question: "'සාහිත්‍යය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["11","9","8","10"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('සාහිත්‍යය')",
        options: ["සාහිත්‍යය","සාහිත්‍යයව","සාහිත්‍යයය","සාහිත්‍යයක්"],
        answer: 0
    },
    {
        question: "'සාහිත්‍යය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ය","ක","ම"],
        answer: 1
    },
    {
        question: "'නාට්‍යය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["7","6","9","8"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('නාට්‍යය')",
        options: ["නාට්‍යයව","නාට්‍යය","නාට්‍යයය","ණාට්‍යය"],
        answer: 1
    },
    {
        question: "'නාට්‍යය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ය","ම","ට"],
        answer: 1
    },
    {
        question: "'චිත්‍රපටය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["9","10","11","8"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('චිත්‍රපටය')",
        options: ["චිත්‍රපටයය","චිත්‍රපටයක්","චිත්‍රපටයව","චිත්‍රපටය"],
        answer: 3
    },
    {
        question: "'චිත්‍රපටය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ට","ක","ය"],
        answer: 3
    },
    {
        question: "පැය 41 ට මිනිත්තු කීයද?",
        options: ["2460","4100","2400","2520"],
        answer: 0
    },
    {
        question: "පැය 42 ට මිනිත්තු කීයද?",
        options: ["2460","2580","4200","2520"],
        answer: 3
    },
    {
        question: "පැය 43 ට මිනිත්තු කීයද?",
        options: ["2580","2640","2520","4300"],
        answer: 0
    },
    {
        question: "පැය 44 ට මිනිත්තු කීයද?",
        options: ["2700","2580","4400","2640"],
        answer: 3
    },
    {
        question: "පැය 45 ට මිනිත්තු කීයද?",
        options: ["2640","2760","2700","4500"],
        answer: 2
    },
    {
        question: "පැය 46 ට මිනිත්තු කීයද?",
        options: ["2700","2760","4600","2820"],
        answer: 1
    },
    {
        question: "පැය 47 ට මිනිත්තු කීයද?",
        options: ["4700","2760","2820","2880"],
        answer: 2
    },
    {
        question: "පැය 48 ට මිනිත්තු කීයද?",
        options: ["2940","2820","4800","2880"],
        answer: 3
    },
    {
        question: "පැය 49 ට මිනිත්තු කීයද?",
        options: ["3000","2940","2880","4900"],
        answer: 1
    },
    {
        question: "පැය 50 ට මිනිත්තු කීයද?",
        options: ["3060","5000","2940","3000"],
        answer: 3
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'විද්‍යුත් තැපෑල' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["නිදා ගැනීමට","කාලය නාස්ති කිරීමට","අසනීප වීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට"],
        answer: 3
    },
    {
        question: "'විද්‍යුත් තැපෑල' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["මැජික් බලය","භෞතික ශක්තිය පමණි","වෙනත් ග්‍රහලෝකයක සහය","ප්‍රඥාව හා තාක්ෂණික දියුණුව"],
        answer: 3
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'විද්‍යුත් තැපෑල' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["ශරීර ශක්තිය වැඩි වීම","පිරිසිදුකම වැඩි වීම","විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","සදාකාලික ජීවනය"],
        answer: 2
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'විද්‍යුත් තැපෑල' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["විදුලිය හෝ ඉන්ධන","ජලය පමණි (ඍජුව)","ගල් අඟුරු පමණි","අධික ශබ්දය"],
        answer: 0
    },
    {
        question: "'විද්‍යුත් තැපෑල' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","ගල් යුගයට සමාන වනු ඇත","තවත් දියුණු හා කාර්යක්ෂම වනු ඇත","ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත"],
        answer: 2
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'ස්මාර්ට් ඔරලෝසුව' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["දෛනික වැඩ පහසු හා වේගවත් කිරීමට","නිදා ගැනීමට","අසනීප වීමට","කාලය නාස්ති කිරීමට"],
        answer: 0
    },
    {
        question: "'ස්මාර්ට් ඔරලෝසුව' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["ප්‍රඥාව හා තාක්ෂණික දියුණුව","මැජික් බලය","භෞතික ශක්තිය පමණි","වෙනත් ග්‍රහලෝකයක සහය"],
        answer: 0
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'ස්මාර්ට් ඔරලෝසුව' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["පිරිසිදුකම වැඩි වීම","විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","ශරීර ශක්තිය වැඩි වීම","සදාකාලික ජීවනය"],
        answer: 1
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'ස්මාර්ට් ඔරලෝසුව' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["ගල් අඟුරු පමණි","විදුලිය හෝ ඉන්ධන","ජලය පමණි (ඍජුව)","අධික ශබ්දය"],
        answer: 1
    },
    {
        question: "'ස්මාර්ට් ඔරලෝසුව' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["තවත් දියුණු හා කාර්යක්ෂම වනු ඇත","ගල් යුගයට සමාන වනු ඇත","සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත"],
        answer: 0
    },
];

export const grade5paper35 = [
    {
        question: "'හරකා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","ගිනි කන්දක","අභ්‍යවකාශයේ","ස්වාභාවික පරිසරයේ"],
        answer: 3
    },
    {
        question: "'හරකා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["පොත් පත් කියවීම මත","ඇඳුම් පැලඳුම් මත","යාන වාහන මත","ආහාර හා පරිසරය මත"],
        answer: 3
    },
    {
        question: "'හරකා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["සංවේදීව රැකබලා ගැනීමෙන්","ජලයට දැමීමෙන්","අනෙක් සතුන්ට දීමෙන්","කැලයට මුදා හැරීමෙන්"],
        answer: 0
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'හරකා' ට සිදුවන්නේ කුමක්ද?",
        options: ["අධ්‍යාපනය ලැබීම","නිවාස ලැබීම","වාසස්ථාන අහිමි වීම","පෝසත් වීම"],
        answer: 2
    },
    {
        question: "'බදුල්ල' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ඉන්දියාවේ","ලංකාව ඇතුළත","ඇමෙරිකාවේ","යුරෝපයේ"],
        answer: 1
    },
    {
        question: "'බදුල්ල' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["ජලය","හිම කරත්ත","නිවාස","ආහාර"],
        answer: 1
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'බදුල්ල' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["මහාද්වීපයකට","වෙනත් රටකට","පළාතකට","සාගරයකට"],
        answer: 2
    },
    {
        question: "'බදුල්ල' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["රෝහල","කඩය","පාසල","පොලිසිය"],
        answer: 2
    },
    {
        question: "'කම්කරුවා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["මහජන සේවයක්","හානිකර දෙයක්","පරිසර විනාශයක්","කිසිදු සේවයක් නැත"],
        answer: 0
    },
    {
        question: "'කම්කරුවා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["කම්මැලිකම","හොරකම","තම දැනුම හා ශ්‍රමය","වෙනත් අයගේ මුදල්"],
        answer: 2
    },
    {
        question: "'ඇස' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["1","4","2","3"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ඇස')",
        options: ["ඇසක්","ඇසය","ඇස","ඇසව"],
        answer: 2
    },
    {
        question: "'ඇස' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ම","ට","ස"],
        answer: 3
    },
    {
        question: "'කණ' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["4","3","2","1"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('කණ')",
        options: ["කණය","කණක්","කන","කණ"],
        answer: 3
    },
    {
        question: "'කණ' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ණ","ක","ට"],
        answer: 1
    },
    {
        question: "'නාසය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["6","4","5","3"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('නාසය')",
        options: ["නාසය","නාසයය","ණාසය","නාසයව"],
        answer: 0
    },
    {
        question: "'නාසය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ය","ට","ක"],
        answer: 1
    },
    {
        question: "'දිව' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["3","4","5","2"],
        answer: 0
    },
    {
        question: "පැය 51 ට මිනිත්තු කීයද?",
        options: ["3120","5100","3060","3000"],
        answer: 2
    },
    {
        question: "පැය 52 ට මිනිත්තු කීයද?",
        options: ["3060","5200","3180","3120"],
        answer: 3
    },
    {
        question: "පැය 53 ට මිනිත්තු කීයද?",
        options: ["3120","3240","3180","5300"],
        answer: 2
    },
    {
        question: "පැය 54 ට මිනිත්තු කීයද?",
        options: ["3180","5400","3300","3240"],
        answer: 3
    },
    {
        question: "පැය 55 ට මිනිත්තු කීයද?",
        options: ["3240","3300","5500","3360"],
        answer: 1
    },
    {
        question: "පැය 56 ට මිනිත්තු කීයද?",
        options: ["3420","3300","3360","5600"],
        answer: 2
    },
    {
        question: "පැය 57 ට මිනිත්තු කීයද?",
        options: ["3360","5700","3480","3420"],
        answer: 3
    },
    {
        question: "පැය 58 ට මිනිත්තු කීයද?",
        options: ["3540","3420","3480","5800"],
        answer: 2
    },
    {
        question: "පැය 59 ට මිනිත්තු කීයද?",
        options: ["5900","3540","3600","3480"],
        answer: 1
    },
    {
        question: "පැය 60 ට මිනිත්තු කීයද?",
        options: ["3660","3540","3600","6000"],
        answer: 2
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'drone යානය' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["නිදා ගැනීමට","කාලය නාස්ති කිරීමට","අසනීප වීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට"],
        answer: 3
    },
    {
        question: "'drone යානය' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["ප්‍රඥාව හා තාක්ෂණික දියුණුව","මැජික් බලය","භෞතික ශක්තිය පමණි","වෙනත් ග්‍රහලෝකයක සහය"],
        answer: 0
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'drone යානය' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["සදාකාලික ජීවනය","ශරීර ශක්තිය වැඩි වීම","විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","පිරිසිදුකම වැඩි වීම"],
        answer: 2
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'drone යානය' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["විදුලිය හෝ ඉන්ධන","ගල් අඟුරු පමණි","අධික ශබ්දය","ජලය පමණි (ඍජුව)"],
        answer: 0
    },
    {
        question: "'drone යානය' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත","ගල් යුගයට සමාන වනු ඇත","සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","තවත් දියුණු හා කාර්යක්ෂම වනු ඇත"],
        answer: 3
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'රොබෝ යන්ත්‍රය' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["නිදා ගැනීමට","අසනීප වීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට","කාලය නාස්ති කිරීමට"],
        answer: 2
    },
    {
        question: "'රොබෝ යන්ත්‍රය' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["භෞතික ශක්තිය පමණි","ප්‍රඥාව හා තාක්ෂණික දියුණුව","මැජික් බලය","වෙනත් ග්‍රහලෝකයක සහය"],
        answer: 1
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'රොබෝ යන්ත්‍රය' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","ශරීර ශක්තිය වැඩි වීම","සදාකාලික ජීවනය","පිරිසිදුකම වැඩි වීම"],
        answer: 0
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'රොබෝ යන්ත්‍රය' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["ගල් අඟුරු පමණි","විදුලිය හෝ ඉන්ධන","ජලය පමණි (ඍජුව)","අධික ශබ්දය"],
        answer: 1
    },
    {
        question: "'රොබෝ යන්ත්‍රය' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["ගල් යුගයට සමාන වනු ඇත","ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත","සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","තවත් දියුණු හා කාර්යක්ෂම වනු ඇත"],
        answer: 3
    },
];

export const grade5paper36 = [
    {
        question: "සමාජයේ පැවැත්මට 'කම්කරුවා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["නැත, අවශ්‍ය නැත","සමහරවිට","කිසිසේත් නැත","ඔව්, ඉතා අවශ්‍යයි"],
        answer: 3
    },
    {
        question: "අප 'කම්කරුවා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["නීතියක් ඇති බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","ඔවුන් බියජනක බැවින්"],
        answer: 1
    },
    {
        question: "'බතල' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["රෙදි නිපදවීම","දැව ලබා දීම","ආහාර ලබා දීම","සෙල්ලම් බඩු සෑදීම"],
        answer: 2
    },
    {
        question: "'බතල' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["ප්ලාස්ටික්","බීජ හෝ පත්‍ර/මුල්","රෙදි","වීදුරු"],
        answer: 1
    },
    {
        question: "පරිසරයේ ඇති 'බතල' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["පරිසර සමතුලිතතාවයට","කපා දැමීමට","විනාශ කිරීමට","ගිනි තැබීමට"],
        answer: 0
    },
    {
        question: "'බතල' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["ශාක","බැක්ටීරියා","සතුන්","දිලීර"],
        answer: 0
    },
    {
        question: "'අශ්වයා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)","අභ්‍යවකාශයේ","ගිනි කන්දක","ස්වාභාවික පරිසරයේ"],
        answer: 3
    },
    {
        question: "'අශ්වයා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["ඇඳුම් පැලඳුම් මත","ආහාර හා පරිසරය මත","යාන වාහන මත","පොත් පත් කියවීම මත"],
        answer: 1
    },
    {
        question: "'අශ්වයා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["ජලයට දැමීමෙන්","කැලයට මුදා හැරීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්","අනෙක් සතුන්ට දීමෙන්"],
        answer: 2
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'අශ්වයා' ට සිදුවන්නේ කුමක්ද?",
        options: ["වාසස්ථාන අහිමි වීම","පෝසත් වීම","අධ්‍යාපනය ලැබීම","නිවාස ලැබීම"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('දිව')",
        options: ["දිවය","දිව","දිවව","දිවක්"],
        answer: 1
    },
    {
        question: "'දිව' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ව","ක","ම","ට"],
        answer: 0
    },
    {
        question: "'සම' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["3","4","1","2"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('සම')",
        options: ["සමව","සමය","සමක්","සම"],
        answer: 3
    },
    {
        question: "'සම' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ට","ප","ම"],
        answer: 3
    },
    {
        question: "'හිස' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["5","3","4","2"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('හිස')",
        options: ["හිස","හිසක්","හිසව","හිසය"],
        answer: 0
    },
    {
        question: "'හිස' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ස","ම","ක","ට"],
        answer: 0
    },
    {
        question: "'අත' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["4","3","2","1"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('අත')",
        options: ["අතව","අතය","අත","අතක්"],
        answer: 2
    },
    {
        question: "රුපියල් 22 කට සත කීයද?",
        options: ["2100","2300","220","2200"],
        answer: 3
    },
    {
        question: "රුපියල් 24 කට සත කීයද?",
        options: ["2400","240","2300","2500"],
        answer: 0
    },
    {
        question: "රුපියල් 26 කට සත කීයද?",
        options: ["2700","260","2600","2500"],
        answer: 2
    },
    {
        question: "රුපියල් 28 කට සත කීයද?",
        options: ["2900","2800","280","2700"],
        answer: 1
    },
    {
        question: "රුපියල් 30 කට සත කීයද?",
        options: ["3000","3100","300","2900"],
        answer: 0
    },
    {
        question: "රුපියල් 32 කට සත කීයද?",
        options: ["3200","3300","320","3100"],
        answer: 0
    },
    {
        question: "රුපියල් 34 කට සත කීයද?",
        options: ["3400","3300","3500","340"],
        answer: 0
    },
    {
        question: "රුපියල් 36 කට සත කීයද?",
        options: ["360","3500","3600","3700"],
        answer: 2
    },
    {
        question: "රුපියල් 38 කට සත කීයද?",
        options: ["3900","380","3800","3700"],
        answer: 2
    },
    {
        question: "රුපියල් 40 කට සත කීයද?",
        options: ["4100","4000","400","3900"],
        answer: 1
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'මෝටර් රථය' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["අසනීප වීමට","කාලය නාස්ති කිරීමට","නිදා ගැනීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට"],
        answer: 3
    },
    {
        question: "'මෝටර් රථය' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["වෙනත් ග්‍රහලෝකයක සහය","ප්‍රඥාව හා තාක්ෂණික දියුණුව","භෞතික ශක්තිය පමණි","මැජික් බලය"],
        answer: 1
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'මෝටර් රථය' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["සදාකාලික ජීවනය","විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","ශරීර ශක්තිය වැඩි වීම","පිරිසිදුකම වැඩි වීම"],
        answer: 1
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'මෝටර් රථය' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["ජලය පමණි (ඍජුව)","ගල් අඟුරු පමණි","අධික ශබ්දය","විදුලිය හෝ ඉන්ධන"],
        answer: 3
    },
    {
        question: "'මෝටර් රථය' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","ගල් යුගයට සමාන වනු ඇත","ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත","තවත් දියුණු හා කාර්යක්ෂම වනු ඇත"],
        answer: 3
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'දුම්රිය' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["අසනීප වීමට","කාලය නාස්ති කිරීමට","නිදා ගැනීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට"],
        answer: 3
    },
    {
        question: "'දුම්රිය' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["මැජික් බලය","වෙනත් ග්‍රහලෝකයක සහය","ප්‍රඥාව හා තාක්ෂණික දියුණුව","භෞතික ශක්තිය පමණි"],
        answer: 2
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'දුම්රිය' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","පිරිසිදුකම වැඩි වීම","සදාකාලික ජීවනය","ශරීර ශක්තිය වැඩි වීම"],
        answer: 0
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'දුම්රිය' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["ජලය පමණි (ඍජුව)","අධික ශබ්දය","ගල් අඟුරු පමණි","විදුලිය හෝ ඉන්ධන"],
        answer: 3
    },
    {
        question: "'දුම්රිය' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත","තවත් දියුණු හා කාර්යක්ෂම වනු ඇත","සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","ගල් යුගයට සමාන වනු ඇත"],
        answer: 1
    },
];

export const grade5paper37 = [
    {
        question: "'මොණරාගල' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["යුරෝපයේ","ඇමෙරිකාවේ","ඉන්දියාවේ","ලංකාව ඇතුළත"],
        answer: 3
    },
    {
        question: "'මොණරාගල' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["හිම කරත්ත","ආහාර","ජලය","නිවාස"],
        answer: 0
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'මොණරාගල' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["සාගරයකට","මහාද්වීපයකට","පළාතකට","වෙනත් රටකට"],
        answer: 2
    },
    {
        question: "'මොණරාගල' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["කඩය","රෝහල","පොලිසිය","පාසල"],
        answer: 3
    },
    {
        question: "'ඔරලෝසු සාදන්නා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["පරිසර විනාශයක්","මහජන සේවයක්","කිසිදු සේවයක් නැත","හානිකර දෙයක්"],
        answer: 1
    },
    {
        question: "'ඔරලෝසු සාදන්නා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["කම්මැලිකම","වෙනත් අයගේ මුදල්","තම දැනුම හා ශ්‍රමය","හොරකම"],
        answer: 2
    },
    {
        question: "සමාජයේ පැවැත්මට 'ඔරලෝසු සාදන්නා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["ඔව්, ඉතා අවශ්‍යයි","සමහරවිට","කිසිසේත් නැත","නැත, අවශ්‍ය නැත"],
        answer: 0
    },
    {
        question: "අප 'ඔරලෝසු සාදන්නා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["සමාජය ගොඩනැගීමට දායක වන බැවින්","නීතියක් ඇති බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","ඔවුන් බියජනක බැවින්"],
        answer: 0
    },
    {
        question: "'කරපිංචා' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["සෙල්ලම් බඩු සෑදීම","රෙදි නිපදවීම","දැව ලබා දීම","ආහාර ලබා දීම"],
        answer: 3
    },
    {
        question: "'කරපිංචා' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["බීජ හෝ පත්‍ර/මුල්","රෙදි","වීදුරු","ප්ලාස්ටික්"],
        answer: 0
    },
    {
        question: "'අත' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ම","ක","ත"],
        answer: 3
    },
    {
        question: "'කකුල' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["3","5","4","6"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('කකුල')",
        options: ["කකුලව","කකුල","කකුළ","කකුලය"],
        answer: 1
    },
    {
        question: "'කකුල' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ල","ක","ම","ට"],
        answer: 0
    },
    {
        question: "'ඇඟිල්ල' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["8","6","7","5"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ඇඟිල්ල')",
        options: ["ඇඟිළ්ල","ඇඟිල්ල","ඇඟිල්ලය","ඇඟිල්ලව"],
        answer: 1
    },
    {
        question: "'ඇඟිල්ල' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","ක","ල","ම"],
        answer: 2
    },
    {
        question: "'නියපොත්ත' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["9","8","7","10"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('නියපොත්ත')",
        options: ["නියපොත්තව","ණියපොත්ත","නියපොත්ත","නියපොත්තය"],
        answer: 2
    },
    {
        question: "'නියපොත්ත' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ත","ම","ට","ක"],
        answer: 0
    },
    {
        question: "රුපියල් 42 කට සත කීයද?",
        options: ["4300","4100","4200","420"],
        answer: 2
    },
    {
        question: "රුපියල් 44 කට සත කීයද?",
        options: ["440","4500","4300","4400"],
        answer: 3
    },
    {
        question: "රුපියල් 46 කට සත කීයද?",
        options: ["4600","460","4700","4500"],
        answer: 0
    },
    {
        question: "රුපියල් 48 කට සත කීයද?",
        options: ["4900","4800","4700","480"],
        answer: 1
    },
    {
        question: "රුපියල් 50 කට සත කීයද?",
        options: ["4900","5100","500","5000"],
        answer: 3
    },
    {
        question: "රුපියල් 52 කට සත කීයද?",
        options: ["520","5200","5100","5300"],
        answer: 1
    },
    {
        question: "රුපියල් 54 කට සත කීයද?",
        options: ["5400","5300","5500","540"],
        answer: 0
    },
    {
        question: "රුපියල් 56 කට සත කීයද?",
        options: ["5500","560","5600","5700"],
        answer: 2
    },
    {
        question: "රුපියල් 58 කට සත කීයද?",
        options: ["5700","580","5800","5900"],
        answer: 2
    },
    {
        question: "රුපියල් 60 කට සත කීයද?",
        options: ["6000","600","5900","6100"],
        answer: 0
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'ගුවන් යානය' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["කාලය නාස්ති කිරීමට","නිදා ගැනීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට","අසනීප වීමට"],
        answer: 2
    },
    {
        question: "'ගුවන් යානය' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["වෙනත් ග්‍රහලෝකයක සහය","භෞතික ශක්තිය පමණි","ප්‍රඥාව හා තාක්ෂණික දියුණුව","මැජික් බලය"],
        answer: 2
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'ගුවන් යානය' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["ශරීර ශක්තිය වැඩි වීම","පිරිසිදුකම වැඩි වීම","විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","සදාකාලික ජීවනය"],
        answer: 2
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'ගුවන් යානය' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["විදුලිය හෝ ඉන්ධන","අධික ශබ්දය","ගල් අඟුරු පමණි","ජලය පමණි (ඍජුව)"],
        answer: 0
    },
    {
        question: "'ගුවන් යානය' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["ගල් යුගයට සමාන වනු ඇත","සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත","තවත් දියුණු හා කාර්යක්ෂම වනු ඇත"],
        answer: 3
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'හෙලිකොප්ටරය' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["අසනීප වීමට","කාලය නාස්ති කිරීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට","නිදා ගැනීමට"],
        answer: 2
    },
    {
        question: "'හෙලිකොප්ටරය' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["භෞතික ශක්තිය පමණි","මැජික් බලය","වෙනත් ග්‍රහලෝකයක සහය","ප්‍රඥාව හා තාක්ෂණික දියුණුව"],
        answer: 3
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'හෙලිකොප්ටරය' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","ශරීර ශක්තිය වැඩි වීම","සදාකාලික ජීවනය","පිරිසිදුකම වැඩි වීම"],
        answer: 0
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'හෙලිකොප්ටරය' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["අධික ශබ්දය","විදුලිය හෝ ඉන්ධන","ජලය පමණි (ඍජුව)","ගල් අඟුරු පමණි"],
        answer: 1
    },
    {
        question: "'හෙලිකොප්ටරය' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["තවත් දියුණු හා කාර්යක්ෂම වනු ඇත","ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත","සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","ගල් යුගයට සමාන වනු ඇත"],
        answer: 0
    },
];

export const grade5paper38 = [
    {
        question: "පරිසරයේ ඇති 'කරපිංචා' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["ගිනි තැබීමට","විනාශ කිරීමට","කපා දැමීමට","පරිසර සමතුලිතතාවයට"],
        answer: 3
    },
    {
        question: "'කරපිංචා' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["දිලීර","බැක්ටීරියා","සතුන්","ශාක"],
        answer: 3
    },
    {
        question: "'බැටළුවා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["ගිනි කන්දක","ස්වාභාවික පරිසරයේ","අභ්‍යවකාශයේ","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)"],
        answer: 1
    },
    {
        question: "'බැටළුවා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["ආහාර හා පරිසරය මත","පොත් පත් කියවීම මත","යාන වාහන මත","ඇඳුම් පැලඳුම් මත"],
        answer: 0
    },
    {
        question: "'බැටළුවා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["අනෙක් සතුන්ට දීමෙන්","කැලයට මුදා හැරීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්","ජලයට දැමීමෙන්"],
        answer: 2
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'බැටළුවා' ට සිදුවන්නේ කුමක්ද?",
        options: ["පෝසත් වීම","නිවාස ලැබීම","වාසස්ථාන අහිමි වීම","අධ්‍යාපනය ලැබීම"],
        answer: 2
    },
    {
        question: "'රත්නපුර' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ඇමෙරිකාවේ","ලංකාව ඇතුළත","ඉන්දියාවේ","යුරෝපයේ"],
        answer: 1
    },
    {
        question: "'රත්නපුර' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["ආහාර","ජලය","හිම කරත්ත","නිවාස"],
        answer: 2
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'රත්නපුර' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["පළාතකට","වෙනත් රටකට","මහාද්වීපයකට","සාගරයකට"],
        answer: 0
    },
    {
        question: "'රත්නපුර' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["කඩය","රෝහල","පාසල","පොලිසිය"],
        answer: 2
    },
    {
        question: "'රූපවාහිනිය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["12","11","10","9"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('රූපවාහිනිය')",
        options: ["රූපවාහිනියව","රූපවාහිනියය","රූපවාහිනිය","රූපවාහිණිය"],
        answer: 2
    },
    {
        question: "'රූපවාහිනිය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ක","ට","ය"],
        answer: 3
    },
    {
        question: "'දුරකථනය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["6","9","7","8"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('දුරකථනය')",
        options: ["දුරකථනයය","දුරකථනය","දුරකථනයව","දුරකථණය"],
        answer: 1
    },
    {
        question: "'දුරකථනය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ට","ය","ක"],
        answer: 2
    },
    {
        question: "'පරිගණකය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["8","6","9","7"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('පරිගණකය')",
        options: ["පරිගණකයය","පරිගනකය","පරිගණකයක්","පරිගණකය"],
        answer: 3
    },
    {
        question: "'පරිගණකය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ය","ට","ක","ම"],
        answer: 0
    },
    {
        question: "'ඔරලෝසුව' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["6","9","7","8"],
        answer: 2
    },
    {
        question: "රුපියල් 62 කට සත කීයද?",
        options: ["6100","6300","6200","620"],
        answer: 2
    },
    {
        question: "රුපියල් 64 කට සත කීයද?",
        options: ["640","6500","6400","6300"],
        answer: 2
    },
    {
        question: "රුපියල් 66 කට සත කීයද?",
        options: ["660","6500","6700","6600"],
        answer: 3
    },
    {
        question: "රුපියල් 68 කට සත කීයද?",
        options: ["680","6900","6800","6700"],
        answer: 2
    },
    {
        question: "රුපියල් 70 කට සත කීයද?",
        options: ["700","7100","7000","6900"],
        answer: 2
    },
    {
        question: "රුපියල් 72 කට සත කීයද?",
        options: ["7200","7100","720","7300"],
        answer: 0
    },
    {
        question: "රුපියල් 74 කට සත කීයද?",
        options: ["7400","740","7500","7300"],
        answer: 0
    },
    {
        question: "රුපියල් 76 කට සත කීයද?",
        options: ["7600","760","7500","7700"],
        answer: 0
    },
    {
        question: "රුපියල් 78 කට සත කීයද?",
        options: ["7800","7900","780","7700"],
        answer: 0
    },
    {
        question: "රුපියල් 80 කට සත කීයද?",
        options: ["7900","8100","800","8000"],
        answer: 3
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'යතුරුපැදිය' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["නිදා ගැනීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට","කාලය නාස්ති කිරීමට","අසනීප වීමට"],
        answer: 1
    },
    {
        question: "'යතුරුපැදිය' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["ප්‍රඥාව හා තාක්ෂණික දියුණුව","මැජික් බලය","භෞතික ශක්තිය පමණි","වෙනත් ග්‍රහලෝකයක සහය"],
        answer: 0
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'යතුරුපැදිය' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["ශරීර ශක්තිය වැඩි වීම","විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","පිරිසිදුකම වැඩි වීම","සදාකාලික ජීවනය"],
        answer: 1
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'යතුරුපැදිය' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["ජලය පමණි (ඍජුව)","විදුලිය හෝ ඉන්ධන","ගල් අඟුරු පමණි","අධික ශබ්දය"],
        answer: 1
    },
    {
        question: "'යතුරුපැදිය' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත","තවත් දියුණු හා කාර්යක්ෂම වනු ඇත","සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","ගල් යුගයට සමාන වනු ඇත"],
        answer: 1
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'බයිසිකලය' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["අසනීප වීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට","නිදා ගැනීමට","කාලය නාස්ති කිරීමට"],
        answer: 1
    },
    {
        question: "'බයිසිකලය' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["වෙනත් ග්‍රහලෝකයක සහය","මැජික් බලය","භෞතික ශක්තිය පමණි","ප්‍රඥාව හා තාක්ෂණික දියුණුව"],
        answer: 3
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'බයිසිකලය' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","ශරීර ශක්තිය වැඩි වීම","සදාකාලික ජීවනය","පිරිසිදුකම වැඩි වීම"],
        answer: 0
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'බයිසිකලය' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["විදුලිය හෝ ඉන්ධන","අධික ශබ්දය","ජලය පමණි (ඍජුව)","ගල් අඟුරු පමණි"],
        answer: 0
    },
    {
        question: "'බයිසිකලය' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත","ගල් යුගයට සමාන වනු ඇත","සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","තවත් දියුණු හා කාර්යක්ෂම වනු ඇත"],
        answer: 3
    },
];

export const grade5paper39 = [
    {
        question: "'පෙදරේරුවා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["මහජන සේවයක්","කිසිදු සේවයක් නැත","පරිසර විනාශයක්","හානිකර දෙයක්"],
        answer: 0
    },
    {
        question: "'පෙදරේරුවා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["වෙනත් අයගේ මුදල්","කම්මැලිකම","හොරකම","තම දැනුම හා ශ්‍රමය"],
        answer: 3
    },
    {
        question: "සමාජයේ පැවැත්මට 'පෙදරේරුවා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["ඔව්, ඉතා අවශ්‍යයි","සමහරවිට","කිසිසේත් නැත","නැත, අවශ්‍ය නැත"],
        answer: 0
    },
    {
        question: "අප 'පෙදරේරුවා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["නීතියක් ඇති බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","ඔවුන් බියජනක බැවින්","සමාජය ගොඩනැගීමට දායක වන බැවින්"],
        answer: 3
    },
    {
        question: "'රම්පේ' ශාකයේ අපට ලබා දෙන ප්‍රධානතම ප්‍රයෝජනය කුමක්ද?",
        options: ["දැව ලබා දීම","ආහාර ලබා දීම","රෙදි නිපදවීම","සෙල්ලම් බඩු සෑදීම"],
        answer: 1
    },
    {
        question: "'රම්පේ' ශාකය ව්‍යාප්ත වීමට බොහෝදුරට උපකාරී වන්නේ කුමක්ද?",
        options: ["රෙදි","ප්ලාස්ටික්","වීදුරු","බීජ හෝ පත්‍ර/මුල්"],
        answer: 3
    },
    {
        question: "පරිසරයේ ඇති 'රම්පේ' ශාකය අප ආරක්ෂා කළ යුත්තේ ඇයි?",
        options: ["කපා දැමීමට","විනාශ කිරීමට","පරිසර සමතුලිතතාවයට","ගිනි තැබීමට"],
        answer: 2
    },
    {
        question: "'රම්පේ' අයත් වන්නේ කිනම් ජීවී කාණ්ඩයටද?",
        options: ["දිලීර","සතුන්","ශාක","බැක්ටීරියා"],
        answer: 2
    },
    {
        question: "'වවුලා' යනු කිනම් පරිසරයක බහුලව වෙසෙන සතෙක්ද?",
        options: ["අභ්‍යවකාශයේ","ස්වාභාවික පරිසරයේ","ගිනි කන්දක","මුහුදු පතුලෙහිම (සියල්ලටම නොවේ)"],
        answer: 1
    },
    {
        question: "'වවුලා' සතාගේ ආයු කාලය රඳා පවතින්නේ කුමක් මතද?",
        options: ["ආහාර හා පරිසරය මත","පොත් පත් කියවීම මත","යාන වාහන මත","ඇඳුම් පැලඳුම් මත"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ඔරලෝසුව')",
        options: ["ඔරලෝසුව","ඔරළෝසුව","ඔරලෝසුවව","ඔරලෝසුවය"],
        answer: 0
    },
    {
        question: "'ඔරලෝසුව' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ව","ක","ට"],
        answer: 1
    },
    {
        question: "'කණ්ණාඩිය' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["10","9","8","7"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('කණ්ණාඩිය')",
        options: ["කන්ණාඩිය","කණ්ණාඩිය","කණ්ණාඩියය","කණ්ණාඩියක්"],
        answer: 1
    },
    {
        question: "'කණ්ණාඩිය' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ය","ට","ම"],
        answer: 1
    },
    {
        question: "'පනාව' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["3","6","5","4"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('පනාව')",
        options: ["පනාවව","පනාවය","පනාව","පණාව"],
        answer: 2
    },
    {
        question: "'පනාව' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ම","ව","ට","ක"],
        answer: 1
    },
    {
        question: "'සබන්' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["3","5","4","6"],
        answer: 2
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('සබන්')",
        options: ["සබන්","සබන්ය","සබණ්","සබන්ව"],
        answer: 0
    },
    {
        question: "රුපියල් 82 කට සත කීයද?",
        options: ["8100","820","8200","8300"],
        answer: 2
    },
    {
        question: "රුපියල් 84 කට සත කීයද?",
        options: ["8500","8300","8400","840"],
        answer: 2
    },
    {
        question: "රුපියල් 86 කට සත කීයද?",
        options: ["8600","860","8700","8500"],
        answer: 0
    },
    {
        question: "රුපියල් 88 කට සත කීයද?",
        options: ["8900","8700","8800","880"],
        answer: 2
    },
    {
        question: "රුපියල් 90 කට සත කීයද?",
        options: ["900","9000","9100","8900"],
        answer: 1
    },
    {
        question: "රුපියල් 92 කට සත කීයද?",
        options: ["9200","920","9100","9300"],
        answer: 0
    },
    {
        question: "රුපියල් 94 කට සත කීයද?",
        options: ["940","9500","9300","9400"],
        answer: 3
    },
    {
        question: "රුපියල් 96 කට සත කීයද?",
        options: ["9600","960","9700","9500"],
        answer: 0
    },
    {
        question: "රුපියල් 98 කට සත කීයද?",
        options: ["9800","9900","980","9700"],
        answer: 0
    },
    {
        question: "රුපියල් 100 කට සත කීයද?",
        options: ["10100","1000","10000","9900"],
        answer: 2
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'විදුලි බුබුල' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["දෛනික වැඩ පහසු හා වේගවත් කිරීමට","අසනීප වීමට","කාලය නාස්ති කිරීමට","නිදා ගැනීමට"],
        answer: 0
    },
    {
        question: "'විදුලි බුබුල' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["භෞතික ශක්තිය පමණි","මැජික් බලය","වෙනත් ග්‍රහලෝකයක සහය","ප්‍රඥාව හා තාක්ෂණික දියුණුව"],
        answer: 3
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'විදුලි බුබුල' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["සදාකාලික ජීවනය","පිරිසිදුකම වැඩි වීම","විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","ශරීර ශක්තිය වැඩි වීම"],
        answer: 2
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'විදුලි බුබුල' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["ගල් අඟුරු පමණි","අධික ශබ්දය","විදුලිය හෝ ඉන්ධන","ජලය පමණි (ඍජුව)"],
        answer: 2
    },
    {
        question: "'විදුලි බුබුල' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["තවත් දියුණු හා කාර්යක්ෂම වනු ඇත","සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත","ගල් යුගයට සමාන වනු ඇත"],
        answer: 0
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'ශීතකරණය' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["කාලය නාස්ති කිරීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට","අසනීප වීමට","නිදා ගැනීමට"],
        answer: 1
    },
    {
        question: "'ශීතකරණය' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["මැජික් බලය","වෙනත් ග්‍රහලෝකයක සහය","ප්‍රඥාව හා තාක්ෂණික දියුණුව","භෞතික ශක්තිය පමණි"],
        answer: 2
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'ශීතකරණය' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","ශරීර ශක්තිය වැඩි වීම","පිරිසිදුකම වැඩි වීම","සදාකාලික ජීවනය"],
        answer: 0
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'ශීතකරණය' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["ගල් අඟුරු පමණි","විදුලිය හෝ ඉන්ධන","ජලය පමණි (ඍජුව)","අධික ශබ්දය"],
        answer: 1
    },
    {
        question: "'ශීතකරණය' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","ගල් යුගයට සමාන වනු ඇත","තවත් දියුණු හා කාර්යක්ෂම වනු ඇත","ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත"],
        answer: 2
    },
];

export const grade5paper40 = [
    {
        question: "'වවුලා' තමන්ගේ පැටවුන් ආරක්ෂා කරන්නේ කෙසේද?",
        options: ["අනෙක් සතුන්ට දීමෙන්","ජලයට දැමීමෙන්","කැලයට මුදා හැරීමෙන්","සංවේදීව රැකබලා ගැනීමෙන්"],
        answer: 3
    },
    {
        question: "මිනිසා විසින් වනාන්තර විනාශ කිරීම නිසාවෙන් 'වවුලා' ට සිදුවන්නේ කුමක්ද?",
        options: ["වාසස්ථාන අහිමි වීම","අධ්‍යාපනය ලැබීම","පෝසත් වීම","නිවාස ලැබීම"],
        answer: 0
    },
    {
        question: "'කෑගල්ල' දිස්ත්‍රික්කය අයත් වන්නේ ශ්‍රී ලංකා සිතියමේ කිනම් ප්‍රදේශයකටද?",
        options: ["ඉන්දියාවේ","යුරෝපයේ","ඇමෙරිකාවේ","ලංකාව ඇතුළත"],
        answer: 3
    },
    {
        question: "'කෑගල්ල' ප්‍රදේශයේ ජීවත් වන ජනතාවගේ ප්‍රධාන අවශ්‍යතාවයක් නොවන්නේ කුමක්ද?",
        options: ["හිම කරත්ත","ජලය","නිවාස","ආහාර"],
        answer: 0
    },
    {
        question: "ශ්‍රී ලංකාවේ පාලන කටයුතු වලදී 'කෑගල්ල' දිස්ත්‍රික්කය අයත් වනුයේ කුමන කොටසටද?",
        options: ["වෙනත් රටකට","පළාතකට","මහාද්වීපයකට","සාගරයකට"],
        answer: 1
    },
    {
        question: "'කෑගල්ල' හි ජීවත්වන ළමයින්ගේ අධ්‍යාපනයට උපකාරී වන ප්‍රධාන ආයතනය කුමක්ද?",
        options: ["රෝහල","පාසල","පොලිසිය","කඩය"],
        answer: 1
    },
    {
        question: "'බේකරි කරුවා' සමාජයට ඉටු කරන්නේ කිනම් ආකාරයේ සේවයක්ද?",
        options: ["මහජන සේවයක්","හානිකර දෙයක්","කිසිදු සේවයක් නැත","පරිසර විනාශයක්"],
        answer: 0
    },
    {
        question: "'බේකරි කරුවා' තමන්ගේ කටයුතු කිරීම සඳහා ප්‍රධාන වශයෙන් යොදා ගන්නේ කුමක්ද?",
        options: ["හොරකම","වෙනත් අයගේ මුදල්","තම දැනුම හා ශ්‍රමය","කම්මැලිකම"],
        answer: 2
    },
    {
        question: "සමාජයේ පැවැත්මට 'බේකරි කරුවා' ගේ දායකත්වය අත්‍යවශ්‍යද?",
        options: ["සමහරවිට","නැත, අවශ්‍ය නැත","කිසිසේත් නැත","ඔව්, ඉතා අවශ්‍යයි"],
        answer: 3
    },
    {
        question: "අප 'බේකරි කරුවා' ගේ සේවය අගය කළ යුත්තේ ඇයි?",
        options: ["සමාජය ගොඩනැගීමට දායක වන බැවින්","ඔවුන් අපෙන් මුදල් ගන්නා බැවින්","නීතියක් ඇති බැවින්","ඔවුන් බියජනක බැවින්"],
        answer: 0
    },
    {
        question: "'සබන්' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","්","ම","ක"],
        answer: 1
    },
    {
        question: "'බෙහෙත්' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["7","6","5","8"],
        answer: 1
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('බෙහෙත්')",
        options: ["බෙහෙත්ව","බෙහෙත්ක්","බෙහෙත්ය","බෙහෙත්"],
        answer: 3
    },
    {
        question: "'බෙහෙත්' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ට","්","ම","ක"],
        answer: 1
    },
    {
        question: "'වතුර' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["4","6","3","5"],
        answer: 0
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('වතුර')",
        options: ["වතුරය","වතුරක්","වතුර","වතුරව"],
        answer: 2
    },
    {
        question: "'වතුර' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ර","ට","ම"],
        answer: 1
    },
    {
        question: "'ආහාර' යන වචනයේ අකුරු කීයක් තිබේද?",
        options: ["3","6","5","4"],
        answer: 3
    },
    {
        question: "පහත වචන අතරින් නිවැරදිව ලියා ඇති වචනය කුමක්ද? ('ආහාර')",
        options: ["ආහාරය","ආහාර","ආහාරව","ආහාරක්"],
        answer: 1
    },
    {
        question: "'ආහාර' යන වචනයේ අවසාන අකුර කුමක්ද?",
        options: ["ක","ට","ර","ම"],
        answer: 2
    },
    {
        question: "රුපියල් 102 කට සත කීයද?",
        options: ["10200","10100","1020","10300"],
        answer: 0
    },
    {
        question: "රුපියල් 104 කට සත කීයද?",
        options: ["10400","10300","10500","1040"],
        answer: 0
    },
    {
        question: "රුපියල් 106 කට සත කීයද?",
        options: ["10600","10500","1060","10700"],
        answer: 0
    },
    {
        question: "රුපියල් 108 කට සත කීයද?",
        options: ["10700","10800","1080","10900"],
        answer: 1
    },
    {
        question: "රුපියල් 110 කට සත කීයද?",
        options: ["11100","10900","1100","11000"],
        answer: 3
    },
    {
        question: "රුපියල් 112 කට සත කීයද?",
        options: ["11300","11100","11200","1120"],
        answer: 2
    },
    {
        question: "රුපියල් 114 කට සත කීයද?",
        options: ["1140","11400","11300","11500"],
        answer: 1
    },
    {
        question: "රුපියල් 116 කට සත කීයද?",
        options: ["1160","11600","11500","11700"],
        answer: 1
    },
    {
        question: "රුපියල් 118 කට සත කීයද?",
        options: ["1180","11700","11900","11800"],
        answer: 3
    },
    {
        question: "රුපියල් 120 කට සත කීයද?",
        options: ["11900","12000","1200","12100"],
        answer: 1
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'රෙදි සෝදන යන්ත්‍රය' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["නිදා ගැනීමට","අසනීප වීමට","කාලය නාස්ති කිරීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට"],
        answer: 3
    },
    {
        question: "'රෙදි සෝදන යන්ත්‍රය' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["ප්‍රඥාව හා තාක්ෂණික දියුණුව","මැජික් බලය","භෞතික ශක්තිය පමණි","වෙනත් ග්‍රහලෝකයක සහය"],
        answer: 0
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'රෙදි සෝදන යන්ත්‍රය' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["සදාකාලික ජීවනය","ශරීර ශක්තිය වැඩි වීම","විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","පිරිසිදුකම වැඩි වීම"],
        answer: 2
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'රෙදි සෝදන යන්ත්‍රය' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["අධික ශබ්දය","විදුලිය හෝ ඉන්ධන","ගල් අඟුරු පමණි","ජලය පමණි (ඍජුව)"],
        answer: 1
    },
    {
        question: "'රෙදි සෝදන යන්ත්‍රය' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["තවත් දියුණු හා කාර්යක්ෂම වනු ඇත","ගල් යුගයට සමාන වනු ඇත","ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත","සම්පූර්ණයෙන්ම නැතිවී යනු ඇත"],
        answer: 0
    },
    {
        question: "නූතන ලෝකයේ මිනිසා විසින් නිර්මාණය කරන ලද 'මයික්‍රොවේව් උදුන' ප්‍රධාන වශයෙන්ම අපට උපකාරී වන්නේ කෙසේද?",
        options: ["අසනීප වීමට","කාලය නාස්ති කිරීමට","නිදා ගැනීමට","දෛනික වැඩ පහසු හා වේගවත් කිරීමට"],
        answer: 3
    },
    {
        question: "'මයික්‍රොවේව් උදුන' වැනි නව නිපැයුම් සොයා ගැනීමට මිනිසාට උපකාරී වූ ප්‍රධාන සාධකය කුමක්ද?",
        options: ["භෞතික ශක්තිය පමණි","මැජික් බලය","වෙනත් ග්‍රහලෝකයක සහය","ප්‍රඥාව හා තාක්ෂණික දියුණුව"],
        answer: 3
    },
    {
        question: "මෙම යුගයේ භාවිත වන 'මයික්‍රොවේව් උදුන' නිසි කළමනාකරණයකින් තොරව භාවිතා කිරීමෙන් කුමක් සිදුවිය හැකිද?",
        options: ["ශරීර ශක්තිය වැඩි වීම","විවිධ අහිතකර ප්‍රතිඵල හා රෝගාබාධ","සදාකාලික ජීවනය","පිරිසිදුකම වැඩි වීම"],
        answer: 1
    },
    {
        question: "තාක්ෂණික මෙවලමක් වන 'මයික්‍රොවේව් උදුන' ක්‍රියාත්මක කිරීමට බොහෝ විට අවශ්‍ය වන ශක්ති ප්‍රභවය කුමක්ද?",
        options: ["විදුලිය හෝ ඉන්ධන","අධික ශබ්දය","ජලය පමණි (ඍජුව)","ගල් අඟුරු පමණි"],
        answer: 0
    },
    {
        question: "'මයික්‍රොවේව් උදුන' වැනි උපකරණ අනාගතයේදී කෙසේ වෙනස් වනු ඇතැයි ඔබ සිතන්නේද?",
        options: ["ප්‍රමාණයෙන් වඩාත් විශාල වනු ඇත","සම්පූර්ණයෙන්ම නැතිවී යනු ඇත","ගල් යුගයට සමාන වනු ඇත","තවත් දියුණු හා කාර්යක්ෂම වනු ඇත"],
        answer: 3
    },
];
